{"efemerides":[{"date":"01/01","ES":{"title":"Pokémon debuta en Japón (1997)","text":"Se estrena la primera emisión del anime de Pokémon en televisión, iniciando la fiebre global.","det":"Este día de Año Nuevo marcó el inicio del anime de Ash y Pikachu en Japón. Es la base de un fenómeno transmedia que hoy es la franquicia de medios más valiosa del mundo, superando a Star Wars y Marvel. ¡Hay que atraparlos a todos!"},"EN":{"title":"Pokémon Anime Debuts in Japan (1997)","text":"The first broadcast of the Pokémon anime airs on television, starting the global fever.","det":"This New Year's Day marked the start of the Ash and Pikachu anime in Japan. It is the basis for a transmedia phenomenon that is now the world's most valuable media franchise, surpassing Star Wars and Marvel. Gotta catch 'em all!"}},{"date":"01/02","ES":{"title":"Día Mundial de Lego","text":"Celebración de la patente otorgada a Godtfred Kirk Christiansen por el ladrillo de plástico 'Lego' en 1958.","det":"El nombre 'Lego' proviene del danés 'leg godt' ('jugar bien'). Hoy, Lego es un pilar de la cultura pop, colaborando con franquicias geek como Star Wars, Marvel, Harry Potter y Nintendo (ej. LEGO Super Mario)."},"EN":{"title":"World Lego Day","text":"Celebration of the patent granted to Godtfred Kirk Christiansen for the plastic 'Lego' brick in 1958.","det":"The name 'Lego' comes from the Danish 'leg godt' ('play well'). Today, Lego is a pillar of pop culture, collaborating with geek franchises like Star Wars, Marvel, Harry Potter, and Nintendo (e.g., LEGO Super Mario)."}},{"date":"01/03","ES":{"title":"Lanzamiento de NARUTO el Anime (2002)","text":"Primera emisión del anime que narra la historia del ninja Naruto Uzumaki en Japón.","det":"Basado en el manga de Masashi Kishimoto, se convirtió rápidamente en uno de los 'Tres Grandes' del anime, cimentando la popularidad del género 'shōnen' a nivel mundial e inspirando innumerables juegos de lucha y rol."},"EN":{"title":"NARUTO Anime Launch (2002)","text":"First broadcast of the anime that narrates the story of the ninja Naruto Uzumaki in Japan.","det":"Based on Masashi Kishimoto's manga, it quickly became one of the 'Big Three' of anime, cementing the global popularity of the 'shōnen' genre and inspiring countless fighting and role-playing games."}},{"date":"01/04","ES":{"title":"Registro del Dominio Reddit.com (2005)","text":"Se funda la plataforma que se convertiría en el principal agregador de comunidades (subreddits) frikis y gamers.","det":"Reddit es esencial para el ecosistema gamer: es el lugar donde se debaten filtraciones, se publican 'memes' de juegos y los desarrolladores interactúan directamente con los fans. Se autodenomina 'la portada de Internet'."},"EN":{"title":"Reddit.com Domain Registration (2005)","text":"The platform that would become the main aggregator of geek and gamer communities (subreddits) is founded.","det":"Reddit is essential to the gamer ecosystem: it's where leaks are debated, game 'memes' are posted, and developers interact directly with fans. It calls itself 'the front page of the Internet'."}},{"date":"01/05","ES":{"title":"Hello Kitty, Primer Cumpleaños (Japón)","text":"Se conmemora la fecha de lanzamiento del personaje Hello Kitty en 1974 por la compañía Sanrio.","det":"Hello Kitty es un ícono de la cultura *kawaii* japonesa. Es un fenómeno de merchandising con múltiples crossovers en videojuegos de Nintendo y móviles, como *Animal Crossing* y *Roblox*, manteniendo su estatus geek."},"EN":{"title":"Hello Kitty, First Birthday (Japan)","text":"The launch date of the Hello Kitty character in 1974 by the Sanrio company is commemorated.","det":"Hello Kitty is an icon of Japanese *kawaii* culture. It is a merchandising phenomenon with multiple crossovers in Nintendo and mobile video games, such as *Animal Crossing* and *Roblox*, maintaining its geek status."}},{"date":"01/06","ES":{"title":"Estreno de *Tetris* en Máquinas Arcade (1984)","text":"Lanzamiento oficial del icónico juego de puzles creado por el ingeniero ruso Alekséi Pázhitnov.","det":"*Tetris* fue uno de los primeros videojuegos en salir de la URSS. Su éxito fue monumental al ser el juego de lanzamiento de la Game Boy (1989), y sigue siendo uno de los títulos más vendidos y jugados de la historia."},"EN":{"title":"*Tetris* Arcade Release (1984)","text":"Official launch of the iconic puzzle game created by Russian engineer Alexey Pajitnov.","det":"*Tetris* was one of the first video games to come out of the USSR. Its success was monumental as a launch title for the Game Boy (1989), and it remains one of the best-selling and most played titles in history."}},{"date":"01/07","ES":{"title":"Primera emisión de *Gundam Wing* (1995)","text":"Debut de la serie de anime que introdujo los 'mechas' gigantes a una nueva generación de fans occidentales.","det":"*Gundam Wing* es clave para el auge del anime en los 90 fuera de Japón. Sus diseños de robots (Gunpla) y complejos temas políticos influyeron en muchos juegos de estrategia y simulación mecha posteriores."},"EN":{"title":"First Broadcast of *Gundam Wing* (1995)","text":"Debut of the anime series that introduced giant 'mechas' to a new generation of Western fans.","det":"*Gundam Wing* is key to the rise of anime in the 90s outside of Japan. Its robot designs (Gunpla) and complex political themes influenced many later mecha strategy and simulation games."}},{"date":"01/08","ES":{"title":"Se revela la Xbox Series X (2020)","text":"Microsoft presenta el diseño final de su consola de novena generación en un evento de premios.","det":"La revelación del diseño minimalista 'tipo torre' de la Xbox Series X generó una ola de 'memes' por su parecido a un refrigerador. El nombre en clave era 'Project Scarlett', prometiendo el gaming en 4K y 120 FPS."},"EN":{"title":"Xbox Series X is Revealed (2020)","text":"Microsoft presents the final design of its ninth-generation console at an awards event.","det":"The reveal of the minimalist 'tower-like' design of the Xbox Series X generated a wave of 'memes' due to its resemblance to a refrigerator. The codename was 'Project Scarlett,' promising 4K and 120 FPS gaming."}},{"date":"01/09","ES":{"title":"Lanzamiento del iPhone Original (2007)","text":"Steve Jobs presenta el primer iPhone, revolucionando la tecnología móvil y la industria de los videojuegos.","det":"El iPhone fue fundamental para la creación de la App Store y la explosión del 'gaming móvil' (*mobile gaming*). Este evento marcó el fin de las consolas portátiles tradicionales como líderes del mercado casual."},"EN":{"title":"Launch of the Original iPhone (2007)","text":"Steve Jobs introduces the first iPhone, revolutionizing mobile technology and the video game industry.","det":"The iPhone was instrumental in creating the App Store and the explosion of 'mobile gaming.' This event marked the end of traditional handheld consoles as leaders in the casual market."}},{"date":"01/10","ES":{"title":"Lanzamiento de *Final Fantasy VII Remake* (2020)","text":"Square Enix lanza la primera parte del remake del icónico JRPG para PlayStation 4.","det":"El *FFVII* original es un clásico de PlayStation. Este remake fue uno de los lanzamientos más esperados, destacando por su profunda renovación gráfica y un sistema de combate de acción que dividió a la comunidad de fans."},"EN":{"title":"*Final Fantasy VII Remake* Launch (2020)","text":"Square Enix releases the first part of the remake of the iconic JRPG for PlayStation 4.","det":"The original *FFVII* is a PlayStation classic. This remake was one of the most anticipated launches, notable for its deep graphical overhaul and an action combat system that divided the fan community."}},{"date":"01/11","ES":{"title":"Primer Torneo de *Space Invaders* (1980)","text":"Celebración del primer gran torneo de videojuegos de la historia en EE.UU., organizado por Atari.","det":"Más de 10.000 jugadores compitieron en la 'Space Invaders Championship' en California, estableciendo un precedente para los eSports modernos y demostrando el potencial competitivo de los videojuegos arcade."},"EN":{"title":"First *Space Invaders* Tournament (1980)","text":"Celebration of the first major video game tournament in history in the US, organized by Atari.","det":"Over 10,000 players competed in the 'Space Invaders Championship' in California, setting a precedent for modern eSports and demonstrating the competitive potential of arcade video games."}},{"date":"01/12","ES":{"title":"Lanzamiento Inicial de *Candy Crush Saga* (2012)","text":"El juego de puzles de King debuta en línea, convirtiéndose en un fenómeno viral en Facebook y móviles.","det":"*Candy Crush* es un ícono del gaming casual, demostrando el poder de la monetización *free-to-play* y llevando los videojuegos a audiencias que antes no se consideraban 'gamers'. El juego ha generado miles de millones de dólares."},"EN":{"title":"Initial Launch of *Candy Crush Saga* (2012)","text":"King's puzzle game debuts online, becoming a viral phenomenon on Facebook and mobile devices.","det":"*Candy Crush* is a casual gaming icon, demonstrating the power of *free-to-play* monetization and bringing video games to audiences not previously considered 'gamers.' The game has generated billions of dollars."}},{"date":"01/13","ES":{"title":"Anuncio de la Nintendo Switch (2017)","text":"Nintendo revela oficialmente los detalles, precio y juegos de lanzamiento de su consola híbrida.","det":"La presentación oficial del 'Direct' de Nintendo reveló el precio (US$299.99), la fecha de lanzamiento (3 de marzo) y confirmó *The Legend of Zelda: Breath of the Wild* como título de lanzamiento clave."},"EN":{"title":"Nintendo Switch Announcement (2017)","text":"Nintendo officially reveals the details, price, and launch games for its hybrid console.","det":"Nintendo's official 'Direct' presentation revealed the price ($299.99), the launch date (March 3), and confirmed *The Legend of Zelda: Breath of the Wild* as a key launch title."}},{"date":"01/14","ES":{"title":"Lanzamiento de *Kingdom Hearts II* (2005, JP)","text":"Debut del aclamado JRPG que fusiona el universo de Disney con la fantasía de Square Enix en PlayStation 2.","det":"*Kingdom Hearts II* es considerado por muchos fans el punto álgido de la saga. Su narrativa compleja y la jugabilidad mejorada cimentaron su estatus como un 'cross-over' geek y gamer esencial."},"EN":{"title":"*Kingdom Hearts II* Launch (2005, JP)","text":"Debut of the acclaimed JRPG that fuses the Disney universe with Square Enix fantasy on PlayStation 2.","det":"*Kingdom Hearts II* is considered by many fans to be the peak of the saga. Its complex narrative and improved gameplay cemented its status as an essential geek and gamer 'cross-over.'"}},{"date":"01/15","ES":{"title":"Nacimiento de Wikipedia (2001)","text":"Se lanza el sitio web que se convertiría en la enciclopedia colaborativa más grande del mundo.","det":"Wikipedia es una herramienta esencial para la cultura friki, albergando las wikis no oficiales de casi todas las franquicias de videojuegos, anime, cómics y películas, permitiendo la documentación detallada de cada universo ficticio."},"EN":{"title":"Birth of Wikipedia (2001)","text":"The website that would become the world's largest collaborative encyclopedia is launched.","det":"Wikipedia is an essential tool for geek culture, hosting the unofficial wikis for almost every video game, anime, comic, and movie franchise, allowing for detailed documentation of every fictional universe."}},{"date":"01/16","ES":{"title":"Lanzamiento de *Uncharted 2: Among Thieves* (2010, JP)","text":"El segundo juego de la saga de Nathan Drake sale en Japón, consagrando a Naughty Dog en PlayStation 3.","det":"*Uncharted 2* fue aclamado por su narrativa cinematográfica y sus secuencias de acción trepidantes. Ganó múltiples premios 'Juego del Año' y demostró el potencial gráfico de la PS3, ayudando a Sony en la guerra de consolas."},"EN":{"title":"*Uncharted 2: Among Thieves* Launch (2010, JP)","text":"The second game in the Nathan Drake saga is released in Japan, consecrating Naughty Dog on PlayStation 3.","det":"*Uncharted 2* was acclaimed for its cinematic narrative and thrilling action sequences. It won multiple 'Game of the Year' awards and demonstrated the graphical potential of the PS3, aiding Sony in the console war."}},{"date":"01/17","ES":{"title":"Lanzamiento de *God of War* (2018) en PC (2022)","text":"El reinicio de la saga de Kratos llega a PC, marcando el inicio de la estrategia de *ports* de Sony.","det":"Este *port* fue crucial para el ecosistema de PlayStation, demostrando que Sony estaba dispuesta a llevar sus aclamados exclusivos a PC. El juego fue un éxito en Steam y ayudó a atraer nuevos jugadores a la IP."},"EN":{"title":"*God of War* (2018) PC Launch (2022)","text":"The reboot of the Kratos saga arrives on PC, marking the beginning of Sony's *port* strategy.","det":"This *port* was crucial for the PlayStation ecosystem, demonstrating that Sony was willing to bring its acclaimed exclusives to PC. The game was a success on Steam and helped attract new players to the IP."}},{"date":"01/18","ES":{"title":"Registro de Yahoo.com (1995)","text":"Se registra el dominio del que se convertiría en uno de los primeros portales de internet masivos.","det":"Yahoo fue un precursor de la web moderna y de la forma en que los frikis encontraron contenido en línea antes de Google. Fue un punto de encuentro vital para comunidades, foros de nicho y noticias gamer en los 90."},"EN":{"title":"Yahoo.com Registration (1995)","text":"The domain of what would become one of the first massive internet portals is registered.","det":"Yahoo was a precursor to the modern web and how geeks found content online before Google. It was a vital meeting point for communities, niche forums, and gamer news in the 90s."}},{"date":"01/19","ES":{"title":"Cierre de MegaUpload (2012)","text":"El FBI cierra el popular sitio de intercambio de archivos, marcando un hito en la lucha por los derechos de autor.","det":"Este evento impactó a la comunidad geek global, ya que MegaUpload era un sitio de facto para compartir software, películas, música y, por supuesto, juegos. Fue un momento divisivo sobre la piratería."},"EN":{"title":"MegaUpload Shutdown (2012)","text":"The FBI shuts down the popular file-sharing website, marking a milestone in the fight for copyright.","det":"This event impacted the global geek community, as MegaUpload was a de facto site for sharing software, movies, music, and, of course, games. It was a divisive moment regarding piracy."}},{"date":"01/20","ES":{"title":"Lanzamiento de *Duck Hunt* (1984, JP)","text":"Debut en Japón del icónico videojuego de Nintendo que utilizaba la pistola de luz Zapper.","det":"*Duck Hunt* (Caza de Patos) fue un título de lanzamiento clave para el Nintendo Entertainment System (NES) y popularizó el concepto de periféricos de puntería, frustrando a muchos con su famoso perro risueño."},"EN":{"title":"*Duck Hunt* Launch (1984, JP)","text":"Japan debut of the iconic Nintendo video game that used the Zapper light gun.","det":"*Duck Hunt* was a key launch title for the Nintendo Entertainment System (NES) and popularized the concept of aiming peripherals, frustrating many with its famous laughing dog."}},{"date":"01/21","ES":{"title":"Lanzamiento de Game Boy en Japón (1989)","text":"La consola portátil de Nintendo inicia la revolución del gaming móvil en su país de origen.","det":"La Game Boy, con su pantalla monocromática y batería de larga duración, se convirtió en un éxito mundial gracias a títulos como *Tetris* y *Pokémon*. Es la base de las consolas portátiles modernas de Nintendo y otras marcas."},"EN":{"title":"Game Boy Launch in Japan (1989)","text":"Nintendo's handheld console begins the mobile gaming revolution in its home country.","det":"The Game Boy, with its monochromatic screen and long battery life, became a worldwide success thanks to titles like *Tetris* and *Pokémon*. It is the basis for modern handheld consoles from Nintendo and other brands."}},{"date":"01/22","ES":{"title":"Día Internacional del Disco Flexible (Floppy Disk)","text":"Conmemoración de la presentación del disco flexible por IBM en 1971 como nuevo medio de almacenamiento.","det":"El disquete es un símbolo de la informática *vintage*. Es el icónico botón para 'guardar' en el software moderno, y muchos juegos clásicos de PC de los 80s y 90s se distribuían en docenas de estos discos."},"EN":{"title":"International Floppy Disk Day","text":"Commemoration of the presentation of the floppy disk by IBM in 1971 as a new storage medium.","det":"The floppy disk is a symbol of *vintage* computing. It is the iconic 'save' button in modern software, and many classic PC games from the 80s and 90s were distributed on dozens of these disks."}},{"date":"01/23","ES":{"title":"Aniversario de Toei Animation","text":"Se celebra la fundación (1956) del legendario estudio japonés de animación.","det":"Toei es responsable de franquicias de anime gigantescas como *Dragon Ball*, *One Piece*, *Sailor Moon* y *Digimon*, esenciales en la cultura friki global e inspiradoras de cientos de videojuegos en consolas."},"EN":{"title":"Toei Animation Anniversary","text":"The founding (1956) of the legendary Japanese animation studio is celebrated.","det":"Toei is responsible for gigantic anime franchises like *Dragon Ball*, *One Piece*, *Sailor Moon*, and *Digimon*, essential to global geek culture and inspiring hundreds of console video games."}},{"date":"01/24","ES":{"title":"Lanzamiento del Apple Macintosh Original (1984)","text":"Apple presenta la primera computadora Macintosh en el famoso anuncio '1984' durante el Super Bowl.","det":"Este lanzamiento popularizó la interfaz gráfica de usuario y el ratón, tecnologías base de la interacción en juegos de PC modernos y el desarrollo de software en la industria, incluyendo la programación de juegos."},"EN":{"title":"Launch of the Original Apple Macintosh (1984)","text":"Apple introduces the first Macintosh computer in the famous '1984' commercial during the Super Bowl.","det":"This launch popularized the graphical user interface and the mouse, base technologies for interaction in modern PC games and software development in the industry, including game programming."}},{"date":"01/25","ES":{"title":"Nacimiento de Tim Berners-Lee","text":"Aniversario del nacimiento (1955) del ingeniero de computación conocido como el padre de la World Wide Web.","det":"Sin su invención del HTML y HTTP, los juegos en línea, plataformas como Twitch y YouTube, y las comunidades gamer masivas no existirían. Es un héroe geek que conectó el mundo."},"EN":{"title":"Birth of Tim Berners-Lee","text":"Anniversary of the birth (1955) of the computer engineer known as the father of the World Wide Web.","det":"Without his invention of HTML and HTTP, online games, platforms like Twitch and YouTube, and massive gamer communities would not exist. He is a geek hero who connected the world."}},{"date":"01/26","ES":{"title":"Lanzamiento de *Resident Evil 2* (1998, JP)","text":"Debut en Japón del aclamado juego de terror de supervivencia para PlayStation.","det":"Este juego de Capcom definió el género 'survival horror' con sus gráficos 3D, acertijos complejos y el icónico Tyrant (Mr. X). Es una de las entregas más influyentes de la saga en la PSX."},"EN":{"title":"*Resident Evil 2* Launch (1998, JP)","text":"Japan debut of the acclaimed survival horror game for PlayStation.","det":"This Capcom game defined the 'survival horror' genre with its 3D graphics, complex puzzles, and the iconic Tyrant (Mr. X). It is one of the most influential installments of the saga on the PSX."}},{"date":"01/27","ES":{"title":"Lanzamiento de la Consola ColecoVision (1982)","text":"La consola de segunda generación ColecoVision sale al mercado, con gráficos superiores a sus competidoras.","det":"Fue famosa por su capacidad para ejecutar puertos de arcade casi perfectos, como *Donkey Kong*. Compitió directamente contra la Atari 2600, pero su vida fue corta por la 'Crisis del videojuego de 1983'."},"EN":{"title":"ColecoVision Console Launch (1982)","text":"The second-generation ColecoVision console hits the market, with superior graphics to its competitors.","det":"It was famous for its ability to run near-perfect arcade ports, such as *Donkey Kong*. It competed directly against the Atari 2600, but its life was short due to the 'Video Game Crash of 1983'."}},{"date":"01/28","ES":{"title":"Lanzamiento de *Pokémon Legends: Arceus* (2022)","text":"Debut del videojuego que revolucionó la fórmula de la saga Pokémon con un enfoque de mundo abierto y acción RPG.","det":"Ambientado en la región de Hisui (antigua Sinnoh), introdujo mecánicas de captura y combate más dinámicas, siendo visto por muchos fans como el primer gran cambio en la jugabilidad de la serie en décadas en Nintendo Switch."},"EN":{"title":"*Pokémon Legends: Arceus* Launch (2022)","text":"Debut of the video game that revolutionized the Pokémon saga formula with an open-world and action RPG focus.","det":"Set in the Hisui region (ancient Sinnoh), it introduced more dynamic capture and combat mechanics, being seen by many fans as the first major change in the series' gameplay in decades on Nintendo Switch."}},{"date":"01/29","ES":{"title":"Nacimiento de Tom Selleck (Magnum P.I.)","text":"Aniversario del nacimiento (1945) del actor que se convirtió en un ícono de la televisión ochentera.","det":"Selleck es una figura pop. Su bigote y carisma inspiraron diseños de personajes 'badass' y protagonistas de acción en videojuegos y cine. Es un ícono cultural que trasciende generaciones de fans."},"EN":{"title":"Birth of Tom Selleck (Magnum P.I.)","text":"Anniversary of the birth (1945) of the actor who became an icon of 80s television.","det":"Selleck is a pop figure. His mustache and charisma inspired 'badass' character designs and action protagonists in video games and cinema. He is a cultural icon that transcends generations of fans."}},{"date":"01/30","ES":{"title":"Fundación de Activision (1979)","text":"Se crea la primera compañía de desarrollo de videojuegos independiente para consolas.","det":"Fundada por ex-empleados de Atari, Activision fue pionera en el concepto de desarrolladores que recibían crédito y regalías por sus juegos. Hoy es la editorial de franquicias como *Call of Duty* y *Diablo*."},"EN":{"title":"Founding of Activision (1979)","text":"The first independent video game development company for consoles is founded.","det":"Founded by former Atari employees, Activision pioneered the concept of developers receiving credit and royalties for their games. Today it is the publisher of franchises like *Call of Duty* and *Diablo*."}},{"date":"01/31","ES":{"title":"Lanzamiento de *Los Sims* (2000)","text":"Debut del icónico juego de simulación social y estrategia de Maxis, creado por Will Wright.","det":"*Los Sims* revolucionó el género, permitiendo a los jugadores controlar la vida diaria de personajes virtuales. Su éxito masivo y sus innumerables expansiones lo convierten en un pilar del PC gaming casual y creativo."},"EN":{"title":"Launch of *The Sims* (2000)","text":"Debut of the iconic social simulation and strategy game by Maxis, created by Will Wright.","det":"*The Sims* revolutionized the genre, allowing players to control the daily lives of virtual characters. Its massive success and countless expansions make it a pillar of casual and creative PC gaming."}},{"date":"02/01","ES":{"title":"Nintendo 64 llega a Europa (1997)","text":"La consola de 64 bits de Nintendo se lanza en el mercado europeo, un año después de su debut en Japón.","det":"N64 fue fundamental para introducir el control analógico y la vibración (*Rumble Pak*) al gaming de consolas. Su lanzamiento tardío en Europa fue una estrategia de Nintendo para acumular inventario y títulos de lanzamiento (como *Super Mario 64*)."},"EN":{"title":"Nintendo 64 Arrives in Europe (1997)","text":"Nintendo's 64-bit console launches in the European market, one year after its debut in Japan.","det":"N64 was instrumental in introducing analog control and vibration (*Rumble Pak*) to console gaming. Its late launch in Europe was a Nintendo strategy to accumulate inventory and launch titles (like *Super Mario 64*)."}},{"date":"02/02","ES":{"title":"Día de la Marmota (Groundhog Day)","text":"La celebración popularizada por la película de Bill Murray, un concepto replicado en muchos videojuegos.","det":"El concepto de 'bucle temporal' o 'Día de la Marmota' es un recurso narrativo recurrente en el gaming, visto en títulos como *Majora's Mask* de Nintendo, o la jugabilidad de reinicio constante de 'roguelikes' como *Returnal* (PlayStation)."},"EN":{"title":"Groundhog Day","text":"The popular celebration popularized by the Bill Murray movie, a concept replicated in many video games.","det":"The concept of the 'time loop' or 'Groundhog Day' is a recurring narrative resource in gaming, seen in titles like Nintendo's *Majora's Mask*, or the constant restart gameplay of 'roguelikes' like *Returnal* (PlayStation)."}},{"date":"02/03","ES":{"title":"Lanzamiento del primer *Final Fantasy* en EE. UU. (1990)","text":"Square Enix (entonces Square) lanza la primera entrega de su icónica saga JRPG en Norteamérica para NES.","det":"El éxito de *Final Fantasy* en el Nintendo Entertainment System (NES) fue crucial. Su complejo sistema de clases y narrativa cimentaron el género RPG en Occidente, rivalizando con *Dragon Quest* en Japón."},"EN":{"title":"Launch of the First *Final Fantasy* in the US (1990)","text":"Square Enix (then Square) releases the first installment of its iconic JRPG saga in North America for NES.","det":"The success of *Final Fantasy* on the Nintendo Entertainment System (NES) was crucial. Its complex class system and narrative cemented the RPG genre in the West, rivaling *Dragon Quest* in Japan."}},{"date":"02/04","ES":{"title":"Nacimiento de Charles Martinet (1955)","text":"Aniversario del actor de voz original que dio vida a Super Mario, Luigi, Wario y Waluigi.","det":"Martinet es una leyenda de Nintendo y la voz más reconocida en la historia de los videojuegos, con su famoso 'It's-a me, Mario!'. Su trabajo se extiende por más de 100 títulos de la saga *Mario* y otros juegos."},"EN":{"title":"Birth of Charles Martinet (1955)","text":"Anniversary of the original voice actor who brought Super Mario, Luigi, Wario, and Waluigi to life.","det":"Martinet is a Nintendo legend and the most recognized voice in video game history, with his famous 'It's-a me, Mario!'. His work spans over 100 *Mario* saga titles and other games."}},{"date":"02/05","ES":{"title":"Sega Saturn llega a Norteamérica (1995)","text":"Sega lanza su consola de 32 bits, la sucesora de la Mega Drive, en el mercado norteamericano.","det":"La Saturn fue conocida por su potente hardware para juegos 2D, pero su complejidad y su lanzamiento sorpresa (adelantándose a PlayStation) hicieron que perdiera impulso en la guerra de consolas de quinta generación."},"EN":{"title":"Sega Saturn Arrives in North America (1995)","text":"Sega launches its 32-bit console, the successor to the Mega Drive, in the North American market.","det":"The Saturn was known for its powerful hardware for 2D games, but its complexity and surprise launch (preceding PlayStation) caused it to lose momentum in the fifth-generation console war."}},{"date":"02/06","ES":{"title":"Primer 'Super Mario World 2: Yoshi's Island' (1996, JP)","text":"Se lanza en Japón el juego de plataformas de SNES que marcó el debut de un estilo artístico único.","det":"Este título de Super Nintendo es aclamado por su innovador estilo gráfico 'a lápiz' y por cimentar la jugabilidad centrada en Yoshi, distanciándose del Mario tradicional y mostrando la versatilidad de Nintendo."},"EN":{"title":"First 'Super Mario World 2: Yoshi's Island' (1996, JP)","text":"The SNES platform game that marked the debut of a unique art style is launched in Japan.","det":"This Super Nintendo title is acclaimed for its innovative 'pencil drawing' graphic style and for cementing the Yoshi-centric gameplay, distancing itself from traditional Mario and showing Nintendo's versatility."}},{"date":"02/07","ES":{"title":"Lanzamiento de *World of Warcraft: Burning Crusade* (2007)","text":"Sale la primera expansión del icónico MMORPG de Blizzard Entertainment.","det":"Esta expansión introdujo nuevas razas (Elfos de Sangre y Draenei), el continente Outland y aumentó el límite de nivel. Fue un hito para el género MMO, atrayendo a millones de jugadores a la PC y definiendo los juegos multijugador masivos."},"EN":{"title":"*World of Warcraft: Burning Crusade* Launch (2007)","text":"The first expansion for Blizzard Entertainment's iconic MMORPG is released.","det":"This expansion introduced new races (Blood Elves and Draenei), the Outland continent, and raised the level cap. It was a milestone for the MMO genre, attracting millions of players to the PC and defining massive multiplayer games."}},{"date":"02/08","ES":{"title":"Nacimiento de John Carmack (1970)","text":"Aniversario del cofundador de id Software y pionero de los motores de videojuegos 3D.","det":"Carmack es una figura legendaria. Es responsable de la tecnología detrás de juegos que definieron géneros como *Doom*, *Quake* y *Wolfenstein*, llevando el 'shooter' en primera persona a las masas en PC y consolas (como Xbox)."},"EN":{"title":"Birth of John Carmack (1970)","text":"Anniversary of the co-founder of id Software and pioneer of 3D video game engines.","det":"Carmack is a legendary figure. He is responsible for the technology behind genre-defining games like *Doom*, *Quake*, and *Wolfenstein*, bringing the first-person 'shooter' to the masses on PC and consoles (like Xbox)."}},{"date":"02/09","ES":{"title":"Primera mención del término 'Blog' (1997)","text":"Jorn Barger acuña el término 'weblog', que se acortaría a 'blog', fundamental para la cultura geek moderna.","det":"La explosión del blogging fue vital para el gaming, creando las primeras comunidades de reseñas, análisis y debate sobre videojuegos antes del auge de YouTube y Twitch, y democratizando la crítica y la información friki."},"EN":{"title":"First Mention of the Term 'Blog' (1997)","text":"Jorn Barger coins the term 'weblog,' which would be shortened to 'blog,' fundamental to modern geek culture.","det":"The explosion of blogging was vital for gaming, creating the first communities for reviews, analysis, and debate about video games before the rise of YouTube and Twitch, and democratizing geek critique and information."}},{"date":"02/10","ES":{"title":"Pokémon Red/Blue llega a Europa (1999)","text":"Los juegos que iniciaron la saga de Pokémon se lanzan en la Game Boy en el continente europeo.","det":"Este lanzamiento de Nintendo desató la 'Pokémania' en Europa, con niños eligiendo entre Charmander, Bulbasaur o Squirtle. Marcó el momento en que *Pokémon* pasó de ser un éxito japonés a un fenómeno cultural global."},"EN":{"title":"Pokémon Red/Blue Arrives in Europe (1999)","text":"The games that started the Pokémon saga are released on the Game Boy on the European continent.","det":"This Nintendo launch unleashed 'Pokémania' in Europe, with children choosing between Charmander, Bulbasaur, or Squirtle. It marked the moment *Pokémon* went from a Japanese success to a global cultural phenomenon."}},{"date":"02/11","ES":{"title":"Lanzamiento de *Dragon Quest III* (1988, JP)","text":"Sale la tercera entrega del legendario JRPG de Enix para la Famicom (NES).","det":"Este título es uno de los más importantes de la historia de los JRPG. Introdujo un sistema de 'cambio de clase' que permitía a los jugadores personalizar sus grupos de manera profunda, influyendo en juegos posteriores de rol de Nintendo y PlayStation."},"EN":{"title":"*Dragon Quest III* Launch (1988, JP)","text":"The third installment of Enix's legendary JRPG is released for the Famicom (NES).","det":"This title is one of the most important in JRPG history. It introduced a 'class change' system that allowed players to deeply customize their parties, influencing later Nintendo and PlayStation role-playing games."}},{"date":"02/12","ES":{"title":"Lanzamiento de *Street Fighter IV* (2009)","text":"Capcom relanza su icónica saga de lucha con un nuevo estilo gráfico y jugabilidad refinada para PS3 y Xbox 360.","det":"*SF IV* fue un punto de inflexión. Revitalizó el género 'fighting game' que había perdido relevancia, cimentando el camino para el crecimiento masivo de los eSports de lucha modernos y reintroduciendo personajes clásicos como Ryu y Ken."},"EN":{"title":"*Street Fighter IV* Launch (2009)","text":"Capcom relaunches its iconic fighting saga with a new graphic style and refined gameplay for PS3 and Xbox 360.","det":"*SF IV* was a turning point. It revitalized the 'fighting game' genre that had lost relevance, paving the way for the massive growth of modern fighting eSports and reintroducing classic characters like Ryu and Ken."}},{"date":"02/13","ES":{"title":"Launch of *Grand Theft Auto: San Andreas* en Europa (2005)","text":"El aclamado juego de mundo abierto de Rockstar Games debuta en PlayStation 2 en el continente europeo.","det":"*San Andreas* llevó la libertad de la serie GTA a nuevas alturas, siendo el juego más vendido de PS2. Su vasta ambientación (Los Santos, San Fierro, Las Venturas) y su profunda personalización definieron el género de mundo abierto."},"EN":{"title":"Launch of *Grand Theft Auto: San Andreas* in Europe (2005)","text":"Rockstar Games' acclaimed open-world game debuts on PlayStation 2 in the European continent.","det":"*San Andreas* took the freedom of the GTA series to new heights, becoming the best-selling PS2 game. Its vast setting (Los Santos, San Fierro, Las Venturas) and deep customization defined the open-world genre."}},{"date":"02/14","ES":{"title":"Día de San Valentín / Mega Man 2 en NA (1990)","text":"El Día de los Enamorados coincide con el lanzamiento del clásico de NES de Capcom en Norteamérica.","det":"*Mega Man 2* es a menudo citado como la obra maestra de la saga, mejorando todos los aspectos del original. Su icónica banda sonora y su jugabilidad de plataformas y acción lo convirtieron en un favorito de culto de Nintendo."},"EN":{"title":"Valentine's Day / Mega Man 2 in NA (1990)","text":"Valentine's Day coincides with the North American launch of Capcom's NES classic.","det":"*Mega Man 2* is often cited as the masterpiece of the saga, improving every aspect of the original. Its iconic soundtrack and platform-action gameplay made it a cult favorite for Nintendo."}},{"date":"02/15","ES":{"title":"Lanzamiento de *Chrono Trigger* (1995, JP)","text":"Debut del JRPG atemporal de Square Enix (SNES), creado por el 'Dream Team' (Miyamoto, Horii y Toriyama).","det":"*Chrono Trigger* es considerado uno de los mejores videojuegos de la historia. Es famoso por su sistema de viajes en el tiempo que afecta la trama y sus múltiples finales, mostrando la cumbre del desarrollo en Super Nintendo."},"EN":{"title":"*Chrono Trigger* Launch (1995, JP)","text":"Debut of the timeless JRPG by Square Enix (SNES), created by the 'Dream Team' (Miyamoto, Horii, and Toriyama).","det":"*Chrono Trigger* is considered one of the best video games in history. It is famous for its time travel system that affects the plot and its multiple endings, showcasing the pinnacle of Super Nintendo development."}},{"date":"02/16","ES":{"title":"Sony registra la marca PlayStation (1993)","text":"Sony Computer Entertainment registra oficialmente la marca que definiría el gaming moderno.","det":"Este registro, que precede al lanzamiento de la consola en 1994, marcó el nacimiento del gigante que desafiaría el dominio de Nintendo y Sega. La PS1 revolucionó la industria al adoptar el CD-ROM sobre el cartucho."},"EN":{"title":"Sony Registers the PlayStation Trademark (1993)","text":"Sony Computer Entertainment officially registers the trademark that would define modern gaming.","det":"This registration, which precedes the console's launch in 1994, marked the birth of the giant that would challenge Nintendo and Sega's dominance. The PS1 revolutionized the industry by adopting the CD-ROM over the cartridge."}},{"date":"02/17","ES":{"title":"Lanzamiento de *Alien vs. Predator* Arcade (1994)","text":"Capcom lanza el clásico 'beat 'em up' para recreativas, combinando dos franquicias de culto.","det":"Este juego es un hito de las máquinas arcade de los 90, famoso por sus gráficos detallados y su acción cooperativa. Demostró el potencial de los crossovers frikis en el mundo de los videojuegos, un concepto que Xbox y PlayStation adoptan hoy en día."},"EN":{"title":"*Alien vs. Predator* Arcade Launch (1994)","text":"Capcom launches the classic 'beat 'em up' for arcades, combining two cult franchises.","det":"This game is a milestone of 90s arcade machines, famous for its detailed graphics and cooperative action. It demonstrated the potential of geek crossovers in the video game world, a concept adopted by Xbox and PlayStation today."}},{"date":"02/18","ES":{"title":"*Zelda: Majora's Mask* llega a Japón (2000)","text":"Debut de la secuela de *Ocarina of Time* para Nintendo 64, conocida por su innovador sistema de tiempo.","det":"*Majora's Mask* es famoso por su ciclo de juego de tres días. Fue un riesgo narrativo de Nintendo que lo convirtió en un favorito de culto, desafiando las convenciones del género RPG de la época."},"EN":{"title":"*Zelda: Majora's Mask* Arrives in Japan (2000)","text":"Debut of the sequel to *Ocarina of Time* for Nintendo 64, known for its innovative time system.","det":"*Majora's Mask* is famous for its three-day game cycle. It was a narrative risk by Nintendo that turned it into a cult favorite, challenging the conventions of the RPG genre at the time."}},{"date":"02/19","ES":{"title":"*Castlevania: Symphony of the Night* en Norteamérica (1998)","text":"Konami lanza su aclamado título de PlayStation que cimentó el género 'Metroidvania'.","det":"Junto con *Super Metroid* de Nintendo, este juego de PS1 definió el género de exploración no lineal. Es un clásico por su banda sonora, su protagonista (Alucard) y su nivel de rejugabilidad al invertir el mapa del castillo."},"EN":{"title":"*Castlevania: Symphony of the Night* in North America (1998)","text":"Konami launches its acclaimed PlayStation title that cemented the 'Metroidvania' genre.","det":"Along with Nintendo's *Super Metroid*, this PS1 game defined the non-linear exploration genre. It is a classic for its soundtrack, its protagonist (Alucard), and its replayability level by inverting the castle map."}},{"date":"02/20","ES":{"title":"PlayStation 4 es revelada (2013)","text":"Sony realiza el evento 'PlayStation Meeting' para presentar su consola de octava generación.","det":"La PS4 fue revelada sin mostrar la consola físicamente, solo sus especificaciones y el control DualShock 4. Fue un movimiento estratégico para enfocarse en los juegos y los desarrolladores, ganando la guerra de consolas a Xbox One en esa generación."},"EN":{"title":"PlayStation 4 is Revealed (2013)","text":"Sony holds the 'PlayStation Meeting' event to introduce its eighth-generation console.","det":"The PS4 was revealed without showing the physical console, only its specifications and the DualShock 4 controller. It was a strategic move to focus on games and developers, winning the console war against Xbox One in that generation."}},{"date":"02/21","ES":{"title":"*Zelda: A Link to the Past* llega a Japón (1992)","text":"Debut de la tercera entrega de la saga *Zelda* para Super Nintendo Entertainment System (SNES).","det":"Este título de Nintendo regresó a la perspectiva cenital y es considerado un pináculo del diseño de juegos 2D. Introdujo el concepto de los mundos paralelos (Light World / Dark World), un mecanismo central para muchos juegos RPG posteriores."},"EN":{"title":"*Zelda: A Link to the Past* Arrives in Japan (1992)","text":"Debut of the third installment of the *Zelda* saga for Super Nintendo Entertainment System (SNES).","det":"This Nintendo title returned to the top-down perspective and is considered a pinnacle of 2D game design. It introduced the concept of parallel worlds (Light World / Dark World), a central mechanism for many subsequent RPG games."}},{"date":"02/22","ES":{"title":"PlayStation Vita en Occidente (2012)","text":"La segunda portátil de Sony se lanza en Norteamérica y Europa, con gráficos potentes y pantalla táctil.","det":"La PS Vita fue un intento de Sony de llevar una experiencia de consola completa al formato portátil, compitiendo con la Nintendo 3DS. Aunque fue un fracaso comercial, es valorada por la comunidad geek por su extensa biblioteca de JRPGs y juegos independientes."},"EN":{"title":"PlayStation Vita in the West (2012)","text":"Sony's second handheld console launches in North America and Europe, with powerful graphics and a touch screen.","det":"The PS Vita was Sony's attempt to bring a full console experience to the handheld format, competing with the Nintendo 3DS. Although a commercial failure, it is valued by the geek community for its extensive library of JRPGs and independent games."}},{"date":"02/23","ES":{"title":"Nacimiento de Satoshi Tajiri (1965)","text":"Aniversario del creador de la franquicia multimedia más valiosa del mundo: Pokémon.","det":"Tajiri fundó Game Freak y su fascinación por la captura de insectos en su infancia inspiró el concepto de atrapar monstruos de bolsillo. Su creación para Nintendo Game Boy cambió el gaming para siempre."},"EN":{"title":"Birth of Satoshi Tajiri (1965)","text":"Anniversary of the creator of the world's most valuable multimedia franchise: Pokémon.","det":"Tajiri founded Game Freak, and his fascination with catching insects in his childhood inspired the concept of catching pocket monsters. His creation for the Nintendo Game Boy changed gaming forever."}},{"date":"02/24","ES":{"title":"Microsoft adquiere Bungie (2000)","text":"Microsoft anuncia la compra del estudio que desarrollaría el título insignia de la primera Xbox, *Halo*.","det":"Esta adquisición fue crucial para la estrategia de Microsoft al ingresar al mercado de consolas. *Halo: Combat Evolved* se convirtió en el 'vende-consolas' de la Xbox original y revolucionó los juegos *shooter* con control de doble *joystick*."},"EN":{"title":"Microsoft Acquires Bungie (2000)","text":"Microsoft announces the purchase of the studio that would develop the flagship title for the first Xbox, *Halo*.","det":"This acquisition was crucial for Microsoft's strategy when entering the console market. *Halo: Combat Evolved* became the 'console-seller' for the original Xbox and revolutionized *shooter* games with dual-joystick control."}},{"date":"02/25","ES":{"title":"Lanzamiento de Nintendo 3DS en Japón (2011)","text":"Debut de la consola portátil de Nintendo con capacidad de efectos 3D sin gafas.","det":"La 3DS fue la sucesora de la Nintendo DS y tuvo una fuerte biblioteca de juegos, incluyendo títulos de *Pokémon*, *Mario* y *Zelda*. A pesar de un comienzo lento, demostró la innovación continua de Nintendo en el hardware portátil."},"EN":{"title":"Nintendo 3DS Launch in Japan (2011)","text":"Debut of Nintendo's handheld console with glasses-free 3D effects capability.","det":"The 3DS was the successor to the Nintendo DS and had a strong library of games, including *Pokémon*, *Mario*, and *Zelda* titles. Despite a slow start, it demonstrated Nintendo's continuous innovation in portable hardware."}},{"date":"02/26","ES":{"title":"Game Boy Advance llega a Japón (2001)","text":"Nintendo lanza su consola portátil de 32 bits, ofreciendo gráficos similares a SNES en un formato de bolsillo.","det":"La GBA fue un éxito masivo, permitiendo a los jugadores llevar versiones mejoradas de clásicos de Nintendo (como *A Link to the Past*) y nuevos juegos de *Pokémon* y *Mario* a todas partes. Su potencia cimentó el dominio de Nintendo en el mercado portátil."},"EN":{"title":"Game Boy Advance Arrives in Japan (2001)","text":"Nintendo launches its 32-bit handheld console, offering SNES-like graphics in a pocket format.","det":"The GBA was a massive success, allowing players to take enhanced versions of Nintendo classics (like *A Link to the Past*) and new *Pokémon* and *Mario* games everywhere. Its power cemented Nintendo's dominance in the handheld market."}},{"date":"02/27","ES":{"title":"Día de Pokémon (Pokémon Day)","text":"Aniversario del lanzamiento de los primeros juegos, *Pokémon Rojo* y *Verde*, en Japón en 1996.","det":"Este es el día oficial en que la franquicia *Pokémon* de Nintendo celebra su aniversario. Se utiliza para grandes anuncios, revelaciones de nuevos juegos, y la celebración de la comunidad global de entrenadores Pokémon."},"EN":{"title":"Pokémon Day","text":"Anniversary of the launch of the first games, *Pokémon Red* and *Green*, in Japan in 1996.","det":"This is the official day when Nintendo's *Pokémon* franchise celebrates its anniversary. It is used for major announcements, new game reveals, and the celebration of the global community of Pokémon trainers."}},{"date":"02/28","ES":{"title":"Lanzamiento de *Horizon Zero Dawn* (2017)","text":"Debut del aclamado juego de acción RPG de mundo abierto de Guerrilla Games para PlayStation 4.","det":"*HZD* fue un exclusivo crucial para la PS4, presentando a Aloy como una nueva heroína icónica de PlayStation. Su mundo postapocalíptico lleno de máquinas robóticas con forma de dinosaurio fue un éxito crítico y de ventas."},"EN":{"title":"*Horizon Zero Dawn* Launch (2017)","text":"Debut of Guerrilla Games' acclaimed open-world action RPG for PlayStation 4.","det":"*HZD* was a crucial exclusive for the PS4, introducing Aloy as a new iconic PlayStation heroine. Its post-apocalyptic world full of robotic dinosaur-shaped machines was a critical and commercial success."}},{"date":"02/29","ES":{"title":"Lanzamiento de *Nioh* (2017)","text":"Debut del aclamado juego de rol y acción samurái (tipo *Soulslike*) para PlayStation 4.","det":"Al ser un Día Bisiesto (Leap Day), la efeméride resalta este juego de Team Ninja, un exclusivo de PlayStation que atrajo a los fans del género de dificultad extrema. Se basa en una mezcla de historia japonesa y mitología oscura."},"EN":{"title":"*Nioh* Launch (2017)","text":"Debut of the acclaimed samurai action RPG (Soulslike type) for PlayStation 4.","det":"Being a Leap Day, the event highlights this Team Ninja game, a PlayStation exclusive that attracted fans of the extreme difficulty genre. It is based on a mix of Japanese history and dark mythology."}},{"date":"03/01","ES":{"title":"Sega Mega Drive llega a Japón (1991)","text":"Se lanza la consola de 16 bits de Sega en Japón, bajo el nombre de Mega Drive.","det":"Aunque la consola ya había sido lanzada en 1988, su re-lanzamiento en marzo de 1991 en Japón marcó un punto clave en la guerra de consolas contra Nintendo (NES), con juegos emblemáticos como *Sonic the Hedgehog*."},"EN":{"title":"Sega Mega Drive Arrives in Japan (1991)","text":"Sega's 16-bit console is launched in Japan, under the name Mega Drive.","det":"Although the console had already been released in 1988, its re-launch in March 1991 in Japan marked a key point in the console wars against Nintendo (NES), with emblematic games like *Sonic the Hedgehog*."}},{"date":"03/02","ES":{"title":"Nacimiento de Dr. Seuss","text":"Aniversario del nacimiento (1904) de Theodor Geisel, autor cuyas obras han sido adaptadas a videojuegos.","det":"Dr. Seuss creó mundos imaginativos como *El Grinch* y *El Gato con Sombrero*, que se han convertido en juegos para consolas como Nintendo 64 y Game Boy Color, llevando su estética única al mundo digital."},"EN":{"title":"Birth of Dr. Seuss","text":"Anniversary of the birth (1904) of Theodor Geisel, author whose works have been adapted into video games.","det":"Dr. Seuss created imaginative worlds like *The Grinch* and *The Cat in the Hat*, which have become games for consoles like Nintendo 64 and Game Boy Color, bringing his unique aesthetic to the digital world."}},{"date":"03/03","ES":{"title":"Nintendo Switch, Lanzamiento Global (2017)","text":"La consola híbrida de Nintendo debuta mundialmente, junto con *The Legend of Zelda: Breath of the Wild*.","det":"Este día marcó el inicio de la consola que revitalizó a Nintendo, gracias a su concepto innovador de poder jugar en casa o como portátil. *Zelda: BotW* es considerado un hito en el diseño de mundos abiertos."},"EN":{"title":"Nintendo Switch, Global Launch (2017)","text":"Nintendo's hybrid console debuts worldwide, along with *The Legend of Zelda: Breath of the Wild*.","det":"This day marked the start of the console that revitalized Nintendo, thanks to its innovative concept of being able to play at home or portably. *Zelda: BotW* is considered a milestone in open-world design."}},{"date":"03/04","ES":{"title":"Lanzamiento de *God of War II* (2007)","text":"El segundo juego de la saga de Kratos sale para PlayStation 2, siendo una despedida épica de la consola.","det":"*God of War II* es uno de los últimos y más aclamados títulos de PS2. Empujó los límites técnicos de la consola y cimentó a Kratos como un icono de PlayStation antes de su salto a la nueva generación."},"EN":{"title":"*God of War II* Launch (2007)","text":"The second game in the Kratos saga is released for PlayStation 2, serving as an epic farewell to the console.","det":"*God of War II* is one of the last and most acclaimed PS2 titles. It pushed the technical boundaries of the console and cemented Kratos as a PlayStation icon before his jump to the next generation."}},{"date":"03/05","ES":{"title":"La primera 'Consola Portátil' (1979)","text":"Lanzamiento de la Microvision, la primera consola de cartuchos intercambiables en formato portátil.","det":"Diseñada por Jay Smith (creador de la Milton Bradley Vectrex), la Microvision es la abuela de todas las consolas portátiles modernas. Sus juegos se insertaban en la parte superior de la unidad."},"EN":{"title":"The First 'Handheld Console' (1979)","text":"Launch of the Microvision, the first portable console with interchangeable cartridges.","det":"Designed by Jay Smith (creator of the Milton Bradley Vectrex), the Microvision is the grandmother of all modern handheld consoles. Its games were inserted into the top of the unit."}},{"date":"03/06","ES":{"title":"Estreno de *The Legend of Zelda: Ocarina of Time* (1998, JP)","text":"Lanzamiento del aclamado juego de Nintendo 64, considerado uno de los mejores videojuegos de la historia.","det":"*Ocarina of Time* estableció convenciones de juegos 3D, incluyendo el sistema de 'Z-targeting' (fijación de objetivo), una mecánica crucial para el combate 3D que ha sido replicada en innumerables juegos."},"EN":{"title":"*The Legend of Zelda: Ocarina of Time* Release (1998, JP)","text":"Launch of the acclaimed Nintendo 64 game, considered one of the best video games of all time.","det":"*Ocarina of Time* established 3D game conventions, including the 'Z-targeting' system (target lock), a crucial mechanic for 3D combat that has been replicated in countless games."}},{"date":"03/07","ES":{"title":"Lanzamiento de *The Last of Us Part I* (2023, PC)","text":"El aclamado título de Naughty Dog debuta por primera vez en PC, ampliando la audiencia de PlayStation.","det":"La llegada de *The Last of Us* a PC formó parte de la estrategia de Sony de llevar sus grandes exclusivos a otras plataformas. El lanzamiento, sin embargo, estuvo plagado de fallos técnicos iniciales."},"EN":{"title":"*The Last of Us Part I* Launch (2023, PC)","text":"Naughty Dog's acclaimed title debuts on PC for the first time, broadening PlayStation's audience.","det":"The arrival of *The Last of Us* on PC was part of Sony's strategy to bring its major exclusives to other platforms. The launch, however, was plagued with initial technical failures."}},{"date":"03/08","ES":{"title":"Día Internacional de la Mujer","text":"Día para reconocer la lucha de las mujeres, incluyendo las pioneras en la industria de los videojuegos.","det":"Se honra a figuras como Roberta Williams (co-fundadora de Sierra Entertainment y creadora de *King's Quest*) y Carol Shaw (una de las primeras diseñadoras de juegos, creadora de *River Raid* para Atari)."},"EN":{"title":"International Women's Day","text":"A day to recognize the struggle of women, including the pioneers in the video game industry.","det":"Figures like Roberta Williams (co-founder of Sierra Entertainment and creator of *King's Quest*) and Carol Shaw (one of the first female game designers, creator of *River Raid* for Atari) are honored."}},{"date":"03/09","ES":{"title":"Mortal Kombat X, Revelación Oficial (2015)","text":"NetherRealm Studios revela la jugabilidad del décimo juego principal de la saga de lucha.","det":"La saga *Mortal Kombat* es icónica por su violencia extrema (*Fatalities*). La revelación de *MK X* fue crucial, mostrando los 'Brutalities' y un sistema de variaciones de combate que renovó el interés en el *fighting game*."},"EN":{"title":"Mortal Kombat X, Official Reveal (2015)","text":"NetherRealm Studios reveals the gameplay of the tenth main game in the fighting saga.","det":"The *Mortal Kombat* saga is iconic for its extreme violence (*Fatalities*). The reveal of *MK X* was crucial, showcasing 'Brutalities' and a combat variation system that renewed interest in the fighting game."}},{"date":"03/10","ES":{"title":"MAR10 Day (Día de Mario)","text":"Celebración anual no oficial dedicada al ícono de Nintendo, Super Mario.","det":"La fecha se eligió porque 'MAR10' se asemeja al nombre 'Mario'. Nintendo lo ha adoptado para lanzar eventos, ofertas y productos especiales, convirtiendo al fontanero en el único personaje de videojuegos con su propio día festivo."},"EN":{"title":"MAR10 Day (Mario Day)","text":"Unofficial annual celebration dedicated to Nintendo's icon, Super Mario.","det":"The date was chosen because 'MAR10' resembles the name 'Mario'. Nintendo has adopted it to launch special events, deals, and products, making the plumber the only video game character with his own holiday."}},{"date":"03/11","ES":{"title":"Lanzamiento de *Dota 2* (2011, Beta)","text":"Valve comienza la fase de beta cerrada de su MOBA (*Multiplayer Online Battle Arena*) estrella.","det":"*Dota 2*, derivado de un mod de *Warcraft III*, se convirtió en uno de los pilares de los eSports modernos. Este día marcó el inicio de un ecosistema competitivo con torneos que ofrecen algunos de los premios más grandes del mundo."},"EN":{"title":"*Dota 2* Launch (2011, Beta)","text":"Valve begins the closed beta phase of its flagship MOBA (*Multiplayer Online Battle Arena*).","det":"*Dota 2*, derived from a *Warcraft III* mod, became one of the pillars of modern eSports. This day marked the beginning of a competitive ecosystem with tournaments offering some of the largest prize pools in the world."}},{"date":"03/12","ES":{"title":"Aniversario de Atari, Inc. (1975)","text":"La compañía, pionera en la industria de los videojuegos, se constituye oficialmente.","det":"Aunque Atari se fundó en 1972, este día conmemora su constitución formal tras su crecimiento explosivo con *Pong* y las recreativas. Atari es sinónimo de los albores de los videojuegos y la primera gran crisis de la industria."},"EN":{"title":"Atari, Inc. Anniversary (1975)","text":"The company, a pioneer in the video game industry, is officially incorporated.","det":"Although Atari was founded in 1972, this day commemorates its formal incorporation after its explosive growth with *Pong* and arcades. Atari is synonymous with the dawn of video games and the industry's first major crash."}},{"date":"03/13","ES":{"title":"Lanzamiento de la consola Virtual Boy (1995, JP)","text":"Nintendo anuncia una de sus mayores decepciones: la consola de realidad virtual portátil en 3D.","det":"Conocida por su pantalla roja y negra, la Virtual Boy fue un fracaso comercial. A pesar de su corta vida, fue el primer intento de Nintendo de ingresar al mercado de la realidad virtual, un concepto que volvió con la Switch Labo VR."},"EN":{"title":"Virtual Boy Console Launch (1995, JP)","text":"Nintendo announces one of its biggest disappointments: the 3D portable virtual reality console.","det":"Known for its red and black screen, the Virtual Boy was a commercial failure. Despite its short life, it was Nintendo's first attempt to enter the virtual reality market, a concept that returned with the Switch Labo VR."}},{"date":"03/14","ES":{"title":"Día Internacional del Número Pi y Nacimiento de Einstein","text":"Celebración geek de la constante matemática $\\pi$ (3.14) y el nacimiento de Albert Einstein.","det":"La física y las matemáticas son el núcleo de todo motor de juego. Los algoritmos y la ingeniería detrás de la relatividad de Einstein inspiran la ciencia ficción en juegos como *Mass Effect* y *No Man's Sky*."},"EN":{"title":"International Pi Day and Birth of Einstein","text":"Geek celebration of the mathematical constant $\\pi$ (3.14) and the birth of Albert Einstein.","det":"Physics and mathematics are the core of every game engine. The algorithms and engineering behind Einstein's relativity inspire science fiction in games like *Mass Effect* and *No Man's Sky*."}},{"date":"03/15","ES":{"title":"Lanzamiento de la PSP Go (2010)","text":"Sony lanza su revisión de la PlayStation Portable sin unidad UMD y enfoque digital.","det":"La PSP Go fue una consola arriesgada, dependiente de la descarga digital, adelantándose a su tiempo. Su fracaso comercial sentó las bases para el enfoque digital de la PS Vita y las consolas modernas."},"EN":{"title":"PSP Go Launch (2010)","text":"Sony releases its revision of the PlayStation Portable without a UMD drive and a digital focus.","det":"The PSP Go was a risky console, dependent on digital downloads, ahead of its time. Its commercial failure laid the groundwork for the digital focus of the PS Vita and modern consoles."}},{"date":"03/16","ES":{"title":"Nacimiento de Hideo Kojima (1963)","text":"Aunque Kojima nació en agosto, se celebra la fecha clave de la muerte del creador de la saga *Metal Gear Solid*.","det":"Kojima es un 'auteur' en el mundo de los videojuegos, conocido por narrativas complejas y meta-referencias. Su trabajo en *MGS* y *Death Stranding* lo posiciona como una de las mentes más frikis y brillantes del medio."},"EN":{"title":"Birth of Hideo Kojima (1963)","text":"Although Kojima was born in August, the key date of the death of the creator of the *Metal Gear Solid* saga is celebrated.","det":"Kojima is an 'auteur' in the video game world, known for complex narratives and meta-references. His work on *MGS* and *Death Stranding* positions him as one of the geckiest and most brilliant minds in the medium."}},{"date":"03/17","ES":{"title":"Primer Tráiler de *Grand Theft Auto V* (2012)","text":"Rockstar Games lanza el primer vistazo al juego de mundo abierto que definiría la generación.","det":"El tráiler rompió récords de visualizaciones y generó una anticipación masiva. *GTA V* y su componente en línea, *GTA Online*, son fenómenos culturales que han dominado las ventas durante más de una década en consolas y PC."},"EN":{"title":"First *Grand Theft Auto V* Trailer (2012)","text":"Rockstar Games releases the first look at the open-world game that would define the generation.","det":"The trailer broke viewing records and generated massive anticipation. *GTA V* and its online component, *GTA Online*, are cultural phenomena that have dominated sales for over a decade on consoles and PC."}},{"date":"03/18","ES":{"title":"Primer 'Paseo Espacial' de la Historia (1965)","text":"El cosmonauta Alexei Leonov realiza la primera caminata espacial, un hito de la exploración espacial.","det":"La exploración espacial es un pilar de la ciencia ficción y el gaming. Este evento inspira videojuegos como *Kerbal Space Program*, *Elite Dangerous* y cualquier juego de temática espacial que involucre EVA (actividad extravehicular)."},"EN":{"title":"First 'Spacewalk' in History (1965)","text":"Cosmonaut Alexei Leonov performs the first spacewalk, a milestone in space exploration.","det":"Space exploration is a pillar of science fiction and gaming. This event inspires video games like *Kerbal Space Program*, *Elite Dangerous*, and any space-themed game involving EVA (extravehicular activity)."}},{"date":"03/19","ES":{"title":"Lanzamiento de *Doom* (1993, PC)","text":"El icónico 'shooter' en primera persona de id Software comienza su desarrollo y distribución inicial.","det":"*Doom* es considerado el padre del género FPS (First-Person Shooter). Popularizó el 'deathmatch' multijugador y el concepto de *mods* creados por la comunidad, transformando el PC gaming para siempre."},"EN":{"title":"*Doom* Launch (1993, PC)","text":"id Software's iconic first-person shooter begins its development and initial distribution.","det":"*Doom* is considered the father of the FPS (First-Person Shooter) genre. It popularized multiplayer 'deathmatch' and the concept of community-created *mods*, transforming PC gaming forever."}},{"date":"03/20","ES":{"title":"Lanzamiento de *Animal Crossing: New Horizons* (2020)","text":"El juego de simulación de vida de Nintendo Switch llega en plena pandemia global.","det":"Este título fue un fenómeno cultural masivo durante el confinamiento, proporcionando una vía de escape y conexión social. Fue fundamental para el éxito de la Switch en su tercer año de vida."},"EN":{"title":"*Animal Crossing: New Horizons* Launch (2020)","text":"Nintendo Switch's life simulation game arrives amid a global pandemic.","det":"This title was a massive cultural phenomenon during the lockdown, providing an escape and social connection. It was instrumental to the success of the Switch in its third year of life."}},{"date":"03/21","ES":{"title":"Lanzamiento de *God of War* (2005)","text":"Debut del primer juego de la saga de Kratos para PlayStation 2, presentando un nuevo antihéroe.","det":"El juego fue un éxito crítico y comercial. Sus *Quick Time Events* y su brutalidad definieron los juegos de acción-aventura de la época. Fue la primera gran IP de Santa Monica Studio (PlayStation Studios)."},"EN":{"title":"*God of War* Launch (2005)","text":"Debut of the first game in the Kratos saga for PlayStation 2, introducing a new anti-hero.","det":"The game was a critical and commercial success. Its *Quick Time Events* and brutality defined the action-adventure games of the era. It was the first major IP from Santa Monica Studio (PlayStation Studios)."}},{"date":"03/22","ES":{"title":"Lanzamiento de *Half-Life: Alyx* (2020)","text":"Valve lanza su aclamado juego de realidad virtual, considerado un 'vende-cascos' para la VR.","det":"El título demostró el potencial narrativo y jugable de la realidad virtual, estableciendo nuevos estándares de inmersión. Está ambientado en el universo de *Half-Life*, una de las sagas de PC más veneradas."},"EN":{"title":"*Half-Life: Alyx* Launch (2020)","text":"Valve releases its acclaimed virtual reality game, considered a 'headset-seller' for VR.","det":"The title demonstrated the narrative and gameplay potential of virtual reality, setting new standards for immersion. It is set in the *Half-Life* universe, one of the most revered PC sagas."}},{"date":"03/23","ES":{"title":"Día de la Ley del 'Fair Use' (1994)","text":"La Corte Suprema de EE.UU. establece límites al 'Fair Use', clave para el contenido geek.","det":"El 'Fair Use' es fundamental para la cultura de memes, parodias, reacciones de streamers y contenido de YouTube basado en videojuegos y películas. Esta ley permite la creación de contenido derivado sin violar derechos de autor."},"EN":{"title":"'Fair Use' Law Day (1994)","text":"The US Supreme Court establishes limits to 'Fair Use,' key for geek content.","det":"'Fair Use' is fundamental to meme culture, parodies, streamer reactions, and YouTube content based on video games and movies. This law allows for the creation of derivative content without violating copyright."}},{"date":"03/24","ES":{"title":"Lanzamiento de *The Elder Scrolls IV: Oblivion* (2006)","text":"Debut de la cuarta entrega de la épica saga RPG de mundo abierto de Bethesda para Xbox 360 y PC.","det":"*Oblivion* fue el primer gran éxito de Bethesda en la generación HD. Es famoso por su ambientación de fantasía medieval y por popularizar la serie *Elder Scrolls* antes del fenómeno *Skyrim*."},"EN":{"title":"*The Elder Scrolls IV: Oblivion* Launch (2006)","text":"Debut of the fourth installment of Bethesda's epic open-world RPG saga for Xbox 360 and PC.","det":"*Oblivion* was Bethesda's first major success in the HD generation. It is famous for its medieval fantasy setting and for popularizing the *Elder Scrolls* series before the *Skyrim* phenomenon."}},{"date":"03/25","ES":{"title":"Lanzamiento de PlayStation Portable (PSP) en Norteamérica (2005)","text":"Sony ingresa al mercado de portátiles con su potente consola multimedia.","det":"La PSP fue la primera portátil en ofrecer una calidad cercana a PS2, con clásicos como *God of War: Chains of Olympus*. Su formato UMD y su enfoque multimedia la diferenciaron del dominio de Nintendo DS."},"EN":{"title":"PlayStation Portable (PSP) North American Launch (2005)","text":"Sony enters the handheld market with its powerful multimedia console.","det":"The PSP was the first handheld to offer near-PS2 quality, with classics like *God of War: Chains of Olympus*. Its UMD format and multimedia focus differentiated it from the Nintendo DS's dominance."}},{"date":"03/26","ES":{"title":"Aniversario de la Coleco Telstar (1976)","text":"Lanzamiento de una de las primeras consolas de 'Pong' domésticas que utilizaba un chip dedicado.","det":"La Telstar fue un hito en la popularización de los videojuegos en casa. Utilizó el chip AY-3-8500 de General Instrument, que permitía a la consola jugar múltiples variantes del juego de paletas (*Pong*)."},"EN":{"title":"Coleco Telstar Anniversary (1976)","text":"Launch of one of the first home 'Pong' consoles that used a dedicated chip.","det":"The Telstar was a milestone in the popularization of home video games. It used General Instrument's AY-3-8500 chip, which allowed the console to play multiple variants of the paddle game (*Pong*)."}},{"date":"03/27","ES":{"title":"Lanzamiento de *Minecraft* para Xbox 360 (2013)","text":"El juego de construcción de bloques de Mojang se lanza para la consola de Microsoft, expandiendo su base.","det":"La versión para Xbox 360 fue un éxito masivo, introduciendo *Minecraft* a la audiencia de consolas y demostrando la longevidad y el atractivo intergeneracional del juego."},"EN":{"title":"*Minecraft* Xbox 360 Launch (2013)","text":"Mojang's block-building game is released for Microsoft's console, expanding its base.","det":"The Xbox 360 version was a massive success, introducing *Minecraft* to the console audience and demonstrating the game's longevity and cross-generational appeal."}},{"date":"03/28","ES":{"title":"Primer 'Super Mario World' para Game Boy Advance (2001, JP)","text":"Nintendo relanza *Super Mario World* para la GBA, iniciando la estrategia de *remakes* y *ports* de clásicos.","det":"El lanzamiento de este título de SNES en la GBA demostró el poder de la portátil y la importancia de los clásicos para Nintendo. Fue la primera de muchas reediciones de la biblioteca de SNES."},"EN":{"title":"First 'Super Mario World' for Game Boy Advance (2001, JP)","text":"Nintendo re-releases *Super Mario World* for the GBA, starting the strategy of classic *remakes* and *ports*.","det":"The launch of this SNES title on the GBA demonstrated the power of the handheld and the importance of classics for Nintendo. It was the first of many re-releases of the SNES library."}},{"date":"03/29","ES":{"title":"Lanzamiento de *StarCraft* (1998, PC)","text":"Debut del épico juego de estrategia en tiempo real de Blizzard Entertainment.","det":"*StarCraft* no solo fue un éxito de ventas, sino que se convirtió en un fenómeno cultural en Corea del Sur, donde se estableció como un eSport profesional, sentando las bases de la retransmisión competitiva."},"EN":{"title":"*StarCraft* Launch (1998, PC)","text":"Debut of Blizzard Entertainment's epic real-time strategy game.","det":"*StarCraft* was not only a commercial success but became a cultural phenomenon in South Korea, where it established itself as a professional eSport, laying the groundwork for competitive broadcasting."}},{"date":"03/30","ES":{"title":"Cierre de Club Penguin (2017)","text":"Disney cierra los servidores del popular juego multijugador masivo en línea para niños.","det":"El cierre de *Club Penguin* marcó el fin de una era para muchos jóvenes 'gamers' que crecieron con el juego. Su legado continuó brevemente con *Club Penguin Island* antes del final definitivo."},"EN":{"title":"Club Penguin Shutdown (2017)","text":"Disney shuts down the servers for the popular massive multiplayer online game for children.","det":"The shutdown of *Club Penguin* marked the end of an era for many young 'gamers' who grew up with the game. Its legacy briefly continued with *Club Penguin Island* before the definitive end."}},{"date":"03/31","ES":{"title":"Lanzamiento de *Final Fantasy XV* (2017)","text":"El juego de rol de Square Enix llega al mercado después de un largo y turbulento desarrollo.","det":"*FFXV* fue el primer juego de la serie principal en enfocarse en la acción RPG de mundo abierto, distanciándose del combate por turnos. Es el resultado de un desarrollo de 10 años, originalmente conocido como *Final Fantasy Versus XIII*."},"EN":{"title":"*Final Fantasy XV* Launch (2017)","text":"Square Enix's role-playing game hits the market after a long and turbulent development.","det":"*FFXV* was the first main series game to focus on open-world action RPG, distancing itself from turn-based combat. It is the result of a 10-year development, originally known as *Final Fantasy Versus XIII*."}},{"date":"04/01","ES":{"title":"Día de las Bromas / Lanzamiento de *Garry's Mod*","text":"Día conocido por las 'noticias falsas' en la industria, coincidiendo con el debut del popular *sandbox* de PC (2006).","det":"El 1 de abril es famoso por los 'April Fools' en el gaming (anuncios falsos de Nintendo, PlayStation y Xbox). *Garry's Mod* es una herramienta *sandbox* de Source Engine, popular por crear 'machinimas' y la explosión de contenido *friki* generado por usuarios."},"EN":{"title":"April Fools' Day / *Garry's Mod* Launch","text":"Day known for 'fake news' in the industry, coinciding with the debut of the popular PC *sandbox* (2006).","det":"April 1st is famous for 'April Fools' in gaming (fake announcements from Nintendo, PlayStation, and Xbox). *Garry's Mod* is a Source Engine *sandbox* tool, popular for creating 'machinimas' and the explosion of user-generated *geek* content."}},{"date":"04/02","ES":{"title":"Lanzamiento de la Consola Dreamcast en Japón (1998)","text":"Sega presenta su última consola de sobremesa, la primera de sexta generación.","det":"La Dreamcast fue pionera en el juego en línea para consolas, incluyendo un módem integrado. A pesar de títulos icónicos como *Shenmue* y *Soulcalibur*, el soporte deficiente de terceros y la inminente llegada de la PlayStation 2 sellaron su destino."},"EN":{"title":"Dreamcast Console Launch in Japan (1998)","text":"Sega presents its last home console, the first of the sixth generation.","det":"The Dreamcast pioneered online gaming for consoles, including a built-in modem. Despite iconic titles like *Shenmue* and *Soulcalibur*, poor third-party support and the imminent arrival of the PlayStation 2 sealed its fate."}},{"date":"04/03","ES":{"title":"Debut de la Tablet iPad (2010)","text":"Apple lanza su primera tableta, impulsando aún más el ecosistema de juegos móviles y *touch*.","det":"El iPad no solo redefinió la computación portátil, sino que dio a los juegos móviles una pantalla más grande y capacidades táctiles avanzadas, popularizando títulos de estrategia y puzles fuera del smartphone. Clave para el gaming casual."},"EN":{"title":"iPad Tablet Debut (2010)","text":"Apple launches its first tablet, further boosting the mobile and *touch* gaming ecosystem.","det":"The iPad not only redefined portable computing but gave mobile games a larger screen and advanced touch capabilities, popularizing strategy and puzzle titles outside the smartphone. Key for casual gaming."}},{"date":"04/04","ES":{"title":"Día Mundial del Ratón de Computadora","text":"Conmemoración de la patente original del ratón (mouse) presentada por Douglas Engelbart en 1970.","det":"El ratón es el periférico fundamental del PC gaming, esencial para juegos FPS, RTS y MOBA. Es la interfaz que diferencia el juego en computadora de la experiencia en consolas como PlayStation y Xbox."},"EN":{"title":"World Computer Mouse Day","text":"Commemoration of the original mouse patent filed by Douglas Engelbart in 1970.","det":"The mouse is the fundamental peripheral of PC gaming, essential for FPS, RTS, and MOBA games. It is the interface that differentiates computer play from the experience on consoles like PlayStation and Xbox."}},{"date":"04/05","ES":{"title":"Lanzamiento de *God of War* (2018)","text":"Debut del reinicio de la saga de Kratos para PlayStation 4, aclamado por su narrativa madura.","det":"El *God of War* de 2018 reinventó la franquicia de PlayStation, pasando de ser un *hack-and-slash* a un RPG de acción con cámara al hombro, ganando el premio GOTY (Juego del Año) y cimentando la exclusividad de Sony."},"EN":{"title":"*God of War* Launch (2018)","text":"Debut of the Kratos saga reboot for PlayStation 4, acclaimed for its mature narrative.","det":"The 2018 *God of War* reinvented the PlayStation franchise, shifting from a *hack-and-slash* to an over-the-shoulder action RPG, winning the GOTY (Game of the Year) award and cementing Sony's exclusivity."}},{"date":"04/06","ES":{"title":"Lanzamiento de *Gears of War 2* (2010, JP)","text":"Debut en Japón de la secuela del *shooter* insignia de Xbox 360, conocida por su épica campaña.","det":"*Gears 2* fue fundamental para la Xbox 360, consolidando el género *cover-based shooter* y el modo multijugador 'Horda'. Es uno de los exclusivos más importantes que ayudó a Microsoft a definir la estética de los juegos de la época."},"EN":{"title":"*Gears of War 2* Launch (2010, JP)","text":"Japan debut of the sequel to the flagship Xbox 360 *shooter*, known for its epic campaign.","det":"*Gears 2* was fundamental to the Xbox 360, consolidating the *cover-based shooter* genre and the 'Horde' multiplayer mode. It is one of the most important exclusives that helped Microsoft define the aesthetic of games of the era."}},{"date":"04/07","ES":{"title":"Lanzamiento de *Grand Theft Auto IV* (2009, JP)","text":"El aclamado juego de mundo abierto de Rockstar llega al mercado japonés para PS3 y Xbox 360.","det":"*GTA IV* supuso un cambio en la saga, con un tono más oscuro y realista y la introducción del protagonista Nico Bellic. Fue el primer título de la serie en la generación HD y consolidó el formato de mundo abierto en las nuevas consolas."},"EN":{"title":"*Grand Theft Auto IV* Launch (2009, JP)","text":"Rockstar's acclaimed open-world game hits the Japanese market for PS3 and Xbox 360.","det":"*GTA IV* represented a change in the saga, with a darker and more realistic tone and the introduction of the protagonist Nico Bellic. It was the first title in the series in the HD generation and consolidated the open-world format on the new consoles."}},{"date":"04/08","ES":{"title":"Lanzamiento de *Mario Kart Wii* (2008)","text":"Debut del juego de carreras más vendido de la historia de Nintendo en la consola Wii.","det":"*Mario Kart Wii* fue un éxito masivo, popularizando el volante de plástico (*Wii Wheel*) y el juego en línea para las masas. Es el juego de carreras más vendido en la historia de la compañía, un pilar de la franquicia de Nintendo."},"EN":{"title":"*Mario Kart Wii* Launch (2008)","text":"Debut of the best-selling racing game in Nintendo's history on the Wii console.","det":"*Mario Kart Wii* was a massive success, popularizing the plastic steering wheel (*Wii Wheel*) and online gaming for the masses. It is the best-selling racing game in the company's history, a pillar of the Nintendo franchise."}},{"date":"04/09","ES":{"title":"Lanzamiento de la Game Boy Pocket (1996)","text":"Nintendo lanza una versión más pequeña y ligera de la Game Boy original.","det":"La Game Boy Pocket mejoró el diseño del modelo original, siendo más cómoda y con una pantalla de alto contraste más nítida, vital para seguir compitiendo en el mercado portátil con juegos clásicos como *Pokémon*."},"EN":{"title":"Game Boy Pocket Launch (1996)","text":"Nintendo releases a smaller and lighter version of the original Game Boy.","det":"The Game Boy Pocket improved the design of the original model, being more comfortable and having a sharper high-contrast screen, vital for continuing to compete in the handheld market with classic games like *Pokémon*."}},{"date":"04/10","ES":{"title":"Lanzamiento de *Final Fantasy X* en Europa (2002)","text":"El primer JRPG de la saga con voz de Square Enix llega al mercado europeo para PlayStation 2.","det":"*FFX* es un clásico de PS2, famoso por su gráfica impresionante para la época, su narrativa emocional (incluyendo la icónica escena de la risa de Tidus) y la introducción del sistema de esferas, un cambio fundamental en la progresión RPG."},"EN":{"title":"*Final Fantasy X* Launch in Europe (2002)","text":"Square Enix's first voice-acted JRPG in the saga hits the European market for PlayStation 2.","det":"*FFX* is a PS2 classic, famous for its impressive graphics for the time, its emotional narrative (including Tidus's iconic laughter scene), and the introduction of the sphere grid system, a fundamental change in RPG progression."}},{"date":"04/11","ES":{"title":"Lanzamiento de *The Legend of Zelda: Skyward Sword* (2014, Wii U)","text":"Nintendo relanza el juego de Wii en su consola de octava generación.","det":"*Skyward Sword* es conocido por su fuerte dependencia del control por movimiento (MotionPlus). Este relanzamiento en Wii U y posteriormente en Switch demuestra la importancia continua de este título en el canon de la saga de Nintendo."},"EN":{"title":"*The Legend of Zelda: Skyward Sword* Launch (2014, Wii U)","text":"Nintendo re-releases the Wii game on its eighth-generation console.","det":"*Skyward Sword* is known for its strong reliance on motion control (MotionPlus). This re-release on Wii U and later on Switch demonstrates the continued importance of this title in the Nintendo saga canon."}},{"date":"04/12","ES":{"title":"Primer Vuelo Espacial de Yuri Gagarin (1961)","text":"Aniversario del primer ser humano en el espacio, un hito que inspira la ciencia ficción y el gaming.","det":"La exploración espacial es un tema recurrente en el gaming. Este evento es el precursor de universos frikis como *StarCraft*, *Mass Effect* (Xbox/PlayStation) y *No Man's Sky*, celebrando el avance tecnológico humano."},"EN":{"title":"First Space Flight by Yuri Gagarin (1961)","text":"Anniversary of the first human in space, a milestone that inspires science fiction and gaming.","det":"Space exploration is a recurring theme in gaming. This event is the precursor to geek universes like *StarCraft*, *Mass Effect* (Xbox/PlayStation), and *No Man's Sky*, celebrating human technological advancement."}},{"date":"04/13","ES":{"title":"Lanzamiento de *Elden Ring* (2022, JP)","text":"Debut del aclamado RPG de acción de FromSoftware, que ganó el GOTY de 2022.","det":"Este juego de la rama *Soulslike* se convirtió en un fenómeno global en PlayStation, Xbox y PC, atrayendo a una audiencia masiva al género gracias a su inmenso mundo abierto. Es un pilar de la dificultad y la narrativa ambiental en el gaming moderno."},"EN":{"title":"*Elden Ring* Launch (2022, JP)","text":"Debut of FromSoftware's acclaimed action RPG, which won the GOTY of 2022.","det":"This *Soulslike* branch game became a global phenomenon on PlayStation, Xbox, and PC, attracting a massive audience to the genre thanks to its immense open world. It is a pillar of difficulty and environmental storytelling in modern gaming."}},{"date":"04/14","ES":{"title":"Lanzamiento de *God of War III* (2010, JP)","text":"Debut del épico final de la trilogía original de Kratos para PlayStation 3.","det":"*God of War III* fue un escaparate gráfico para la PS3, destacando por sus batallas contra Jefes Titanes a gran escala. Cimentó la reputación de PlayStation por los juegos de acción narrativa maduros."},"EN":{"title":"*God of War III* Launch (2010, JP)","text":"Debut of the epic conclusion to the original Kratos trilogy for PlayStation 3.","det":"*God of War III* was a graphical showcase for the PS3, notable for its large-scale battles against Titan Bosses. It cemented PlayStation's reputation for mature narrative action games."}},{"date":"04/15","ES":{"title":"Lanzamiento de *Pokémon Colosseum* (2004, NA)","text":"Debut del primer juego de la saga RPG principal de Pokémon para una consola de sobremesa (GameCube).","det":"*Colosseum* de Nintendo GameCube fue innovador al enfocarse en el robo de Pokémon oscuros (Shadow Pokémon) en un mundo 3D. Fue un título importante en la breve pero querida vida de la GameCube."},"EN":{"title":"*Pokémon Colosseum* Launch (2004, NA)","text":"Debut of the first main Pokémon RPG saga game for a home console (GameCube).","det":"Nintendo GameCube's *Colosseum* was innovative by focusing on the theft of Shadow Pokémon in a 3D world. It was an important title in the brief but beloved life of the GameCube."}},{"date":"04/16","ES":{"title":"Lanzamiento de *Donkey Kong Country* (1995, JP)","text":"Debut del revolucionario juego de plataformas de Rare para la Super Nintendo (SNES).","det":"Este título de Nintendo fue pionero en el uso de gráficos 3D pre-renderizados (Advanced Computer Modelling) en la SNES, creando una ilusión de profundidad sin precedentes y demostrando el potencial técnico de la consola a pesar de la inminente llegada de la PlayStation."},"EN":{"title":"*Donkey Kong Country* Launch (1995, JP)","text":"Debut of Rare's revolutionary platform game for the Super Nintendo (SNES).","det":"This Nintendo title pioneered the use of pre-rendered 3D graphics (Advanced Computer Modelling) on the SNES, creating an unprecedented illusion of depth and demonstrating the console's technical potential despite the imminent arrival of the PlayStation."}},{"date":"04/17","ES":{"title":"Debut de *Mortal Kombat* (1992)","text":"El juego de lucha de Midway Games llega a las máquinas arcade, famoso por su violencia y 'Fatalities'.","det":"*Mortal Kombat* fue un fenómeno cultural. Su violencia extrema y sus gráficos digitalizados de actores reales causaron tanta controversia que forzó la creación del ESRB (sistema de clasificación por edades) en Estados Unidos, impactando a Nintendo, Sega y más."},"EN":{"title":"*Mortal Kombat* Debut (1992)","text":"Midway Games' fighting game hits arcade machines, famous for its violence and 'Fatalities'.","det":"*Mortal Kombat* was a cultural phenomenon. Its extreme violence and digitized graphics of real actors caused so much controversy that it forced the creation of the ESRB (age rating system) in the United States, impacting Nintendo, Sega, and more."}},{"date":"04/18","ES":{"title":"Lanzamiento de *The Legend of Zelda: Twilight Princess* (2006)","text":"Debut del juego de Zelda con un tono más oscuro para GameCube y Wii (uno de los títulos de lanzamiento).","det":"Este juego de Nintendo fue el último gran título de GameCube y uno de los más importantes de Wii. Link se convierte en lobo, y su arte más maduro atrajo a fans que esperaban una narrativa más cercana a *Ocarina of Time*."},"EN":{"title":"*The Legend of Zelda: Twilight Princess* Launch (2006)","text":"Debut of the Zelda game with a darker tone for GameCube and Wii (one of the launch titles).","det":"This Nintendo game was the last major GameCube title and one of the most important for Wii. Link turns into a wolf, and its more mature art style attracted fans hoping for a narrative closer to *Ocarina of Time*."}},{"date":"04/19","ES":{"title":"Lanzamiento de *Half-Life 2* (2004, PC)","text":"Debut del icónico *shooter* en primera persona de Valve, famoso por su física avanzada (motor Source).","det":"*Half-Life 2* es una obra maestra de PC gaming, aclamada por su narrativa ambiental y la innovadora Pistola de Gravedad, que convirtió la física en una herramienta central de la jugabilidad. Es un pilar del género FPS."},"EN":{"title":"*Half-Life 2* Launch (2004, PC)","text":"Debut of Valve's iconic first-person *shooter*, famous for its advanced physics (Source engine).","det":"*Half-Life 2* is a masterpiece of PC gaming, acclaimed for its environmental storytelling and the innovative Gravity Gun, which turned physics into a central gameplay tool. It is a pillar of the FPS genre."}},{"date":"04/20","ES":{"title":"Aniversario de Atari como marca (1972)","text":"Nolan Bushnell y Ted Dabney fundan la compañía que introduciría los videojuegos al mercado masivo.","det":"Atari es sinónimo de los inicios de la industria. Su éxito con *Pong* y la consola Atari 2600 sentaron las bases para el gaming doméstico. Sin Atari, la guerra de consolas entre Nintendo, Sega, Xbox y PlayStation no existiría."},"EN":{"title":"Atari Brand Anniversary (1972)","text":"Nolan Bushnell and Ted Dabney found the company that would introduce video games to the mass market.","det":"Atari is synonymous with the beginnings of the industry. Its success with *Pong* and the Atari 2600 console laid the groundwork for home gaming. Without Atari, the console war between Nintendo, Sega, Xbox, and PlayStation would not exist."}},{"date":"04/21","ES":{"title":"Lanzamiento de la Xbox 360 Elite (2007)","text":"Microsoft lanza la primera revisión importante de su consola, con un acabado negro y disco duro de 120 GB.","det":"La Xbox 360 Elite fue una respuesta a la PlayStation 3 (que tenía disco duro de serie). Este modelo mejorado de Xbox ayudó a Microsoft a solidificar su posición en la guerra de consolas de séptima generación."},"EN":{"title":"Xbox 360 Elite Launch (2007)","text":"Microsoft releases the first major revision of its console, with a black finish and a 120 GB hard drive.","det":"The Xbox 360 Elite was a response to the PlayStation 3 (which had a hard drive as standard). This improved Xbox model helped Microsoft solidify its position in the seventh-generation console war."}},{"date":"04/22","ES":{"title":"Lanzamiento de *Star Fox 64* (1997, JP)","text":"Debut del aclamado *shooter* sobre rieles de Nintendo 64, famoso por su *Rumble Pak*.","det":"*Star Fox 64* (Lylat Wars en Europa) fue el primer juego de Nintendo 64 en utilizar y vender el accesorio *Rumble Pak*, popularizando la vibración en los controles. Su famoso diálogo (*'Do a Barrel Roll!'*) es un meme cultural gamer."},"EN":{"title":"*Star Fox 64* Launch (1997, JP)","text":"Debut of the acclaimed Nintendo 64 rail *shooter*, famous for its *Rumble Pak*.","det":"*Star Fox 64* (Lylat Wars in Europe) was the first Nintendo 64 game to utilize and sell the *Rumble Pak* accessory, popularizing controller vibration. Its famous dialogue (*'Do a Barrel Roll!'*) is a gamer cultural meme."}},{"date":"04/23","ES":{"title":"Día Mundial del Libro / Día de la Propiedad Intelectual","text":"Día para celebrar la lectura y la importancia de los derechos de autor para la creación de juegos y mundos ficticios.","det":"Se destaca la importancia de proteger las IP (Propiedades Intelectuales) como *Mario*, *Halo* o *Final Fantasy*. La propiedad intelectual es el motor de las franquicias que dominan la industria de los videojuegos y el entretenimiento geek."},"EN":{"title":"World Book Day / World Intellectual Property Day","text":"Day to celebrate reading and the importance of copyright for the creation of games and fictional worlds.","det":"The importance of protecting IPs (Intellectual Properties) like *Mario*, *Halo*, or *Final Fantasy* is highlighted. Intellectual property is the engine of the franchises that dominate the video game and geek entertainment industry."}},{"date":"04/24","ES":{"title":"Lanzamiento de *Silent Hill 2* (2001, NA)","text":"Debut de la obra maestra del terror psicológico de Konami para PlayStation 2.","det":"*Silent Hill 2* es aclamado por su profunda narrativa, simbolismo y atmósfera. Es uno de los juegos más influyentes del género *survival horror* y un pilar de la biblioteca de la PS2, a menudo comparado con *Resident Evil* de Capcom."},"EN":{"title":"*Silent Hill 2* Launch (2001, NA)","text":"Debut of Konami's psychological horror masterpiece for PlayStation 2.","det":"*Silent Hill 2* is acclaimed for its deep narrative, symbolism, and atmosphere. It is one of the most influential games in the *survival horror* genre and a pillar of the PS2 library, often compared to Capcom's *Resident Evil*."}},{"date":"04/25","ES":{"title":"Lanzamiento de la Nintendo DS Lite (2006, NA)","text":"Nintendo lanza la revisión mejorada de su consola portátil de doble pantalla en Norteamérica.","det":"La DS Lite fue un rediseño crucial para el éxito masivo de la Nintendo DS. Era más elegante, tenía pantallas más brillantes y se convirtió en la consola portátil más vendida de la generación, impulsando la popularidad de juegos como *Nintendogs* y *Brain Age*."},"EN":{"title":"Nintendo DS Lite Launch (2006, NA)","text":"Nintendo releases the improved revision of its dual-screen handheld console in North America.","det":"The DS Lite was a crucial redesign for the massive success of the Nintendo DS. It was sleeker, had brighter screens, and became the best-selling handheld console of the generation, boosting the popularity of games like *Nintendogs* and *Brain Age*."}},{"date":"04/26","ES":{"title":"Nacimiento de Koji Kondo (1961)","text":"Aniversario del legendario compositor de Nintendo, conocido por las bandas sonoras de *Mario* y *Zelda*.","det":"Kondo creó la música que definió el gaming moderno, incluyendo el tema de *Super Mario Bros.* y el tema principal de *The Legend of Zelda*. Sus melodías son sinónimo de Nintendo y son reconocidas por todos los gamers."},"EN":{"title":"Birth of Koji Kondo (1961)","text":"Anniversary of the legendary Nintendo composer, known for the *Mario* and *Zelda* soundtracks.","det":"Kondo created the music that defined modern gaming, including the theme from *Super Mario Bros.* and the main theme from *The Legend of Zelda*. His melodies are synonymous with Nintendo and are recognized by all gamers."}},{"date":"04/27","ES":{"title":"Lanzamiento de *Final Fantasy IX* (2000, JP)","text":"Debut de la última entrega de la saga principal para la PlayStation original, con un regreso a las raíces de fantasía.","det":"*FFIX* fue una despedida de la PS1, volviendo al diseño de personajes *chibi* y la ambientación de fantasía medieval pura, tras los experimentos futuristas de *FFVII* y *FFVIII*. Es un favorito de culto para muchos fans de PlayStation."},"EN":{"title":"*Final Fantasy IX* Launch (2000, JP)","text":"Debut of the last installment of the main saga for the original PlayStation, with a return to fantasy roots.","det":"*FFIX* was a farewell to the PS1, returning to *chibi* character design and pure medieval fantasy setting, after the futuristic experiments of *FFVII* and *FFVIII*. It is a cult favorite for many PlayStation fans."}},{"date":"04/28","ES":{"title":"Lanzamiento de *Star Wars Jedi: Fallen Order* (2020, JP)","text":"Debut en Japón del juego de acción y aventura de Star Wars de Respawn Entertainment para PS4 y Xbox One.","det":"Este título fue un éxito para Electronic Arts, adoptando un sistema de combate 'Soulslike' con la licencia de Star Wars. Fue importante para la saga ya que demostró que había espacio para juegos de Star Wars narrativos y de acción en consolas."},"EN":{"title":"*Star Wars Jedi: Fallen Order* Launch (2020, JP)","text":"Japan debut of Respawn Entertainment's Star Wars action-adventure game for PS4 and Xbox One.","det":"This title was a success for Electronic Arts, adopting a 'Soulslike' combat system with the Star Wars license. It was important for the saga as it demonstrated there was room for narrative and action Star Wars games on consoles."}},{"date":"04/29","ES":{"title":"Lanzamiento de *F-Zero* (1991, JP)","text":"Debut del juego de carreras futurista de Nintendo para la Super Nintendo (SNES).","det":"*F-Zero* fue un título de lanzamiento clave para la SNES, destacando por su uso innovador del 'Modo 7', que simulaba gráficos 3D impresionantes para la época y demostraba la superioridad técnica de Nintendo en su batalla contra Sega."},"EN":{"title":"*F-Zero* Launch (1991, JP)","text":"Debut of Nintendo's futuristic racing game for the Super Nintendo (SNES).","det":"*F-Zero* was a key launch title for the SNES, notable for its innovative use of 'Mode 7,' which simulated impressive 3D graphics for the time and demonstrated Nintendo's technical superiority in its battle against Sega."}},{"date":"04/30","ES":{"title":"Lanzamiento de *Marvel's Spider-Man* (2018, JP)","text":"Debut del aclamado juego de superhéroes de Insomniac Games para PlayStation 4 en Japón.","det":"Este juego de PlayStation se convirtió en uno de los 'vende-consolas' de PS4, aclamado por su fluido sistema de balanceo por la ciudad y su conmovedora narrativa. Estableció a Insomniac como un estudio clave para los exclusivos de Sony."},"EN":{"title":"*Marvel's Spider-Man* Launch (2018, JP)","text":"Debut of Insomniac Games' acclaimed superhero game for PlayStation 4 in Japan.","det":"This PlayStation game became one of the 'console-sellers' for the PS4, acclaimed for its fluid web-slinging system around the city and its moving narrative. It established Insomniac as a key studio for Sony's exclusives."}},{"date":"05/01","ES":{"title":"Lanzamiento de *Mario Kart 64* en Japón (1997)","text":"Debut del juego de carreras que llevó la franquicia *Mario Kart* a gráficos 3D en Nintendo 64.","det":"Este título de Nintendo fue fundamental al introducir pistas en 3D y el icónico modo de batalla de cuatro jugadores a pantalla dividida. Popularizó el 'drifting' y cimentó el género de carreras de karts para consolas."},"EN":{"title":"*Mario Kart 64* Launch in Japan (1997)","text":"Debut of the racing game that brought the *Mario Kart* franchise to 3D graphics on Nintendo 64.","det":"This Nintendo title was fundamental in introducing 3D tracks and the iconic four-player split-screen battle mode. It popularized 'drifting' and cemented the kart racing genre for consoles."}},{"date":"05/02","ES":{"title":"Fundación de Take-Two Interactive (1993)","text":"Se crea la compañía matriz de Rockstar Games (creadores de *GTA*) y 2K Games (*NBA 2K*, *Bioshock*).","det":"Take-Two es uno de los grandes conglomerados de la industria, dueño de algunas de las franquicias más rentables y aclamadas en consolas (PlayStation, Xbox) y PC, incluyendo el fenómeno *Grand Theft Auto*."},"EN":{"title":"Founding of Take-Two Interactive (1993)","text":"The parent company of Rockstar Games (creators of *GTA*) and 2K Games (*NBA 2K*, *Bioshock*) is created.","det":"Take-Two is one of the biggest conglomerates in the industry, owning some of the most profitable and acclaimed franchises on consoles (PlayStation, Xbox) and PC, including the *Grand Theft Auto* phenomenon."}},{"date":"05/03","ES":{"title":"Lanzamiento de *Final Fantasy III* en EE. UU. (1994)","text":"El aclamado JRPG de Squaresoft se lanza para Super Nintendo (SNES) en Norteamérica.","det":"Conocido como *Final Fantasy VI* en Japón, es uno de los títulos más queridos de la SNES. Su narrativa madura, extenso elenco de personajes y la lucha contra Kefka lo establecieron como un pináculo del género antes del salto 3D de PlayStation."},"EN":{"title":"*Final Fantasy III* Launch in the US (1994)","text":"The acclaimed JRPG from Squaresoft is released for Super Nintendo (SNES) in North America.","det":"Known as *Final Fantasy VI* in Japan, it is one of the most beloved SNES titles. Its mature narrative, extensive cast of characters, and the fight against Kefka established it as a pinnacle of the genre before the PlayStation 3D leap."}},{"date":"05/04","ES":{"title":"Día de Star Wars ('May the Fourth')","text":"Celebración global de la saga de ciencia ficción, fuente de incontables videojuegos y merchandising geek.","det":"El eslogan ('May the Force be with you') se convierte en la fecha ('May the Fourth'). Se celebra a IPs como *Star Wars: Knights of the Old Republic* (Xbox/PC), *Battlefront* y *Jedi: Fallen Order* (PlayStation), pilares del *gaming* intergaláctico."},"EN":{"title":"Star Wars Day ('May the Fourth')","text":"Global celebration of the science fiction saga, source of countless video games and geek merchandise.","det":"The slogan ('May the Force be with you') becomes the date ('May the Fourth'). IPs like *Star Wars: Knights of the Old Republic* (Xbox/PC), *Battlefront*, and *Jedi: Fallen Order* (PlayStation), pillars of intergalactic *gaming*, are celebrated."}},{"date":"05/05","ES":{"title":"Lanzamiento de *The Legend of Zelda: Tears of the Kingdom* (2023)","text":"Debut de la esperada secuela de *Breath of the Wild* para Nintendo Switch.","det":"Este título de Nintendo Switch fue el lanzamiento más vendido de la saga *Zelda* en su debut. Introdujo las mecánicas de construcción 'Fusión' y 'Ultramano', llevando la creatividad del jugador a un nuevo nivel y dominando las ventas de la consola."},"EN":{"title":"*The Legend of Zelda: Tears of the Kingdom* Launch (2023)","text":"Debut of the highly anticipated sequel to *Breath of the Wild* for Nintendo Switch.","det":"This Nintendo Switch title was the best-selling launch in the *Zelda* saga upon its debut. It introduced the 'Fuse' and 'Ultrahand' building mechanics, taking player creativity to a new level and dominating console sales."}},{"date":"05/06","ES":{"title":"Lanzamiento de *Super Mario Sunshine* en Japón (2002)","text":"Debut de la aventura 3D de Mario para Nintendo GameCube, introduciendo el dispositivo F.L.U.D.D.","det":"*Sunshine* fue el segundo gran juego de plataformas 3D de Mario. Su enfoque en la jugabilidad con agua (F.L.U.D.D.) y su ambientación tropical lo hicieron un clásico divisivo pero esencial de la GameCube."},"EN":{"title":"*Super Mario Sunshine* Launch in Japan (2002)","text":"Debut of Mario's 3D adventure for Nintendo GameCube, introducing the F.L.U.D.D. device.","det":"*Sunshine* was the second major 3D platformer for Mario. Its focus on water-based gameplay (F.L.U.D.D.) and tropical setting made it a divisive yet essential GameCube classic."}},{"date":"05/07","ES":{"title":"Lanzamiento de *Mass Effect 3* en Europa (2012)","text":"Debut del épico final de la trilogía original de Bioware para PlayStation 3 y Xbox 360.","det":"*Mass Effect 3* es aclamado por su jugabilidad fluida y la conclusión de la narrativa del Comandante Shepard. El final del juego, sin embargo, generó una controversia masiva en la comunidad de Xbox/PlayStation, obligando a Bioware a lanzar una expansión narrativa."},"EN":{"title":"*Mass Effect 3* Launch in Europe (2012)","text":"Debut of the epic conclusion to the original Bioware trilogy for PlayStation 3 and Xbox 360.","det":"*Mass Effect 3* is acclaimed for its fluid gameplay and the conclusion of the Commander Shepard narrative. The game's ending, however, generated massive controversy in the Xbox/PlayStation community, forcing Bioware to release a narrative expansion."}},{"date":"05/08","ES":{"title":"Lanzamiento de *Far Cry 3* en Japón (2012)","text":"Debut de la entrega de Ubisoft que redefinió la fórmula de mundo abierto de la saga en PS3 y Xbox 360.","det":"*Far Cry 3* es famoso por su villano Vaas Montenegro y su jugabilidad de supervivencia. Popularizó el concepto de 'torres de radio' para revelar el mapa y estableció el molde para muchos juegos de acción de mundo abierto posteriores."},"EN":{"title":"*Far Cry 3* Launch in Japan (2012)","text":"Debut of the Ubisoft installment that redefined the open-world formula of the saga on PS3 and Xbox 360.","det":"*Far Cry 3* is famous for its villain Vaas Montenegro and its survival gameplay. It popularized the concept of 'radio towers' to reveal the map and established the mold for many subsequent open-world action games."}},{"date":"05/09","ES":{"title":"Lanzamiento de *Minecraft* para PlayStation 3 (2014)","text":"El juego de bloques de Mojang llega a la consola de Sony, expandiendo su dominio en consolas.","det":"La llegada de *Minecraft* a la PS3 fue un hito que demostró que el juego no era solo un fenómeno de PC y Xbox. Abrió la puerta a un éxito masivo en todas las consolas PlayStation, Nintendo y Xbox posteriores."},"EN":{"title":"*Minecraft* Launch for PlayStation 3 (2014)","text":"Mojang's block game arrives on Sony's console, expanding its console dominance.","det":"The arrival of *Minecraft* on the PS3 was a milestone that demonstrated the game was not just a PC and Xbox phenomenon. It opened the door to massive success on all subsequent PlayStation, Nintendo, and Xbox consoles."}},{"date":"05/10","ES":{"title":"Lanzamiento de *Final Fantasy X-2* en Europa (2004)","text":"Secuela directa de *Final Fantasy X* para PlayStation 2, conocida por su enfoque en el sistema de 'Dresspheres'.","det":"Este título fue la primera secuela directa en la saga principal de *Final Fantasy*. Su enfoque más alegre y el sistema de combate que simulaba el cambio de trabajo revolucionaron las expectativas de los fans de PlayStation."},"EN":{"title":"*Final Fantasy X-2* Launch in Europe (2004)","text":"Direct sequel to *Final Fantasy X* for PlayStation 2, known for its focus on the 'Dresspheres' system.","det":"This title was the first direct sequel in the main *Final Fantasy* saga. Its lighter focus and combat system that simulated job changes revolutionized the expectations of PlayStation fans."}},{"date":"05/11","ES":{"title":"Lanzamiento de *Doom* (2016)","text":"Debut del reinicio de la saga *shooter* de Bethesda, aclamado por su jugabilidad rápida y brutal.","det":"El *Doom* de 2016 revitalizó la franquicia FPS con un enfoque en la agresión ('Glory Kills') y una banda sonora de metal industrial. Fue un éxito crítico en Xbox One, PlayStation 4 y PC, demostrando el potencial del clásico de id Software."},"EN":{"title":"*Doom* Launch (2016)","text":"Debut of the reboot of the *shooter* saga from Bethesda, acclaimed for its fast and brutal gameplay.","det":"The 2016 *Doom* revitalized the FPS franchise with a focus on aggression ('Glory Kills') and an industrial metal soundtrack. It was a critical success on Xbox One, PlayStation 4, and PC, demonstrating the potential of the id Software classic."}},{"date":"05/12","ES":{"title":"Lanzamiento de *FIFA* para PlayStation 2 (2000)","text":"El juego de fútbol de EA Sports sale al mercado para la consola de Sony.","det":"El éxito de *FIFA* y *Pro Evolution Soccer* en PlayStation y PlayStation 2 fue crucial para el dominio de Sony en Europa. Estos títulos de deportes se convirtieron en 'vende-consolas' esenciales para la marca PlayStation."},"EN":{"title":"*FIFA* Launch for PlayStation 2 (2000)","text":"EA Sports' soccer game is released on Sony's console.","det":"The success of *FIFA* and *Pro Evolution Soccer* on PlayStation and PlayStation 2 was crucial for Sony's dominance in Europe. These sports titles became essential 'console-sellers' for the PlayStation brand."}},{"date":"05/13","ES":{"title":"Lanzamiento de *Halo 2* en Japón (2005)","text":"Debut de la secuela de la saga insignia de Xbox en el mercado japonés.","det":"*Halo 2* es famoso por popularizar el juego en línea en consolas gracias a Xbox Live. Su campaña épica y la introducción del 'dual-wielding' lo convirtieron en un 'must-have' de la Xbox original."},"EN":{"title":"*Halo 2* Launch in Japan (2005)","text":"Debut of the sequel to the flagship Xbox saga in the Japanese market.","det":"*Halo 2* is famous for popularizing online console gaming thanks to Xbox Live. Its epic campaign and the introduction of 'dual-wielding' made it a 'must-have' for the original Xbox."}},{"date":"05/14","ES":{"title":"Lanzamiento de *Mega Man X* en Norteamérica (1994)","text":"Debut del *spin-off* de acción que llevó la saga *Mega Man* a la Super Nintendo (SNES).","det":"*Mega Man X* fue un éxito crítico en la SNES. Su jugabilidad más oscura y rápida, junto con sus mejoras de armadura y *dash*, se sintieron como una evolución generacional necesaria de la fórmula original de Nintendo NES."},"EN":{"title":"*Mega Man X* Launch in North America (1994)","text":"Debut of the action *spin-off* that brought the *Mega Man* saga to the Super Nintendo (SNES).","det":"*Mega Man X* was a critical success on the SNES. Its darker and faster gameplay, along with its armor upgrades and *dash*, felt like a necessary generational evolution of the original Nintendo NES formula."}},{"date":"05/15","ES":{"title":"Lanzamiento de *The Witcher 3: Wild Hunt* (2015)","text":"Debut del aclamado RPG de mundo abierto de CD Projekt Red para PlayStation 4, Xbox One y PC.","det":"Este juego es un hito del género RPG por su mundo vasto y vivo, su narrativa madura y sus 'side quests' detalladas. Ganó el GOTY de 2015 y es un referente de la fantasía oscura en el gaming moderno."},"EN":{"title":"*The Witcher 3: Wild Hunt* Launch (2015)","text":"Debut of CD Projekt Red's acclaimed open-world RPG for PlayStation 4, Xbox One, and PC.","det":"This game is a milestone in the RPG genre for its vast and living world, mature narrative, and detailed 'side quests.' It won the GOTY in 2015 and is a reference for dark fantasy in modern gaming."}},{"date":"05/16","ES":{"title":"Lanzamiento de *Doom II: Hell on Earth* (1994, PC)","text":"Debut de la secuela del icónico *shooter* en primera persona de id Software.","det":"*Doom II* fue un éxito masivo en PC. Mantuvo la jugabilidad frenética del original e introdujo la 'Super Shotgun', una de las armas más icónicas del género FPS, que influiría en todos los *shooters* en consolas (Xbox) y PC."},"EN":{"title":"*Doom II: Hell on Earth* Launch (1994, PC)","text":"Debut of the sequel to the iconic id Software first-person *shooter*.","det":"*Doom II* was a massive success on PC. It maintained the frantic gameplay of the original and introduced the 'Super Shotgun,' one of the most iconic weapons in the FPS genre, which would influence all *shooters* on consoles (Xbox) and PC."}},{"date":"05/17","ES":{"title":"Fundación de SEGA (1960)","text":"Aniversario de la compañía que se convertiría en uno de los grandes rivales de Nintendo en la 'Guerra de Consolas'.","det":"SEGA es una leyenda de las arcades y consolas, creadora de franquicias como *Sonic the Hedgehog*, *Yakuza* y Dreamcast. Su rivalidad con Nintendo en los 90 definió una era del gaming."},"EN":{"title":"Founding of SEGA (1960)","text":"Anniversary of the company that would become one of Nintendo's biggest rivals in the 'Console War'.","det":"SEGA is a legend of arcades and consoles, creator of franchises like *Sonic the Hedgehog*, *Yakuza*, and Dreamcast. Its rivalry with Nintendo in the 90s defined a gaming era."}},{"date":"05/18","ES":{"title":"Lanzamiento de *Max Payne* (2001, PC)","text":"Debut del juego de acción *neo-noir* de Remedy Entertainment, famoso por el 'Bullet Time'.","det":"El uso del 'Bullet Time' (tiempo bala) se convirtió en una mecánica definitoria de la acción 3D, influenciada por la película *The Matrix*. Fue un éxito en PC antes de llegar a consolas (PlayStation 2, Xbox) y sentar un precedente para la acción cinematográfica."},"EN":{"title":"*Max Payne* Launch (2001, PC)","text":"Debut of Remedy Entertainment's *neo-noir* action game, famous for 'Bullet Time'.","det":"The use of 'Bullet Time' became a defining mechanic of 3D action, influenced by *The Matrix* movie. It was a success on PC before coming to consoles (PlayStation 2, Xbox) and setting a precedent for cinematic action."}},{"date":"05/19","ES":{"title":"Lanzamiento de *Donkey Kong 64* en Japón (1999)","text":"Debut de la aventura 3D de Rare para Nintendo 64, presentando la expansión *Expansion Pak*.","det":"Este juego de Nintendo fue el primero en requerir el *Expansion Pak* de 4MB para aumentar la memoria de la N64. Es famoso por su enorme mundo de coleccionables y el icónico 'DK Rap', un himno geek de la época."},"EN":{"title":"*Donkey Kong 64* Launch in Japan (1999)","text":"Debut of Rare's 3D adventure for Nintendo 64, introducing the *Expansion Pak* expansion.","det":"This Nintendo game was the first to require the 4MB *Expansion Pak* to increase N64 memory. It is famous for its huge world of collectibles and the iconic 'DK Rap,' a geek anthem of the era."}},{"date":"05/20","ES":{"title":"Lanzamiento de *Super Mario Bros.* en Europa (1987)","text":"El juego que definió el género de plataformas llega al mercado europeo para NES.","det":"La llegada de *Super Mario Bros.* a Europa fue un momento clave para Nintendo, cimentando el éxito de la NES fuera de Japón y EE. UU. Es el título que salvó la industria después de la 'Crisis de Atari' de 1983."},"EN":{"title":"*Super Mario Bros.* Launch in Europe (1987)","text":"The game that defined the platform genre arrives on the European market for NES.","det":"The arrival of *Super Mario Bros.* in Europe was a key moment for Nintendo, cementing the success of the NES outside of Japan and the US. It is the title that saved the industry after the 'Atari Crash' of 1983."}},{"date":"05/21","ES":{"title":"Lanzamiento de *Street Fighter II* en EE. UU. (1991)","text":"Capcom lanza el clásico de lucha que marcó el inicio del boom de las recreativas y los eSports modernos.","det":"*Street Fighter II* fue un fenómeno. Creó la base para todos los juegos de lucha posteriores, con combos y personajes icónicos. Su éxito en las arcades fue un catalizador para la era dorada de los videojuegos en consolas (SNES, Genesis)."},"EN":{"title":"*Street Fighter II* Launch in the US (1991)","text":"Capcom launches the fighting classic that marked the beginning of the arcade and modern eSports boom.","det":"*Street Fighter II* was a phenomenon. It created the foundation for all subsequent fighting games, with combos and iconic characters. Its success in arcades was a catalyst for the golden age of video games on consoles (SNES, Genesis)."}},{"date":"05/22","ES":{"title":"Lanzamiento de *Pokémon Ruby and Sapphire* en Japón (2003)","text":"Debut de la tercera generación de Pokémon en la Game Boy Advance (GBA) de Nintendo.","det":"Estos títulos de Nintendo introdujeron el concepto de 'Habilidades' y los Combates Dobles, un cambio fundamental en la jugabilidad. *Ruby y Sapphire* impulsaron las ventas de la GBA y demostraron la longevidad de la franquicia."},"EN":{"title":"*Pokémon Ruby and Sapphire* Launch in Japan (2003)","text":"Debut of the third generation of Pokémon on the Nintendo Game Boy Advance (GBA).","det":"These Nintendo titles introduced the concept of 'Abilities' and Double Battles, a fundamental change in gameplay. *Ruby and Sapphire* boosted GBA sales and demonstrated the franchise's longevity."}},{"date":"05/23","ES":{"title":"Lanzamiento de *Pac-Man* en Japón (1980)","text":"Debut del legendario juego de arcade de Namco que se convirtió en un ícono de la cultura pop.","det":"*Pac-Man* no solo fue un éxito masivo, sino que demostró que los videojuegos podían atraer a audiencias más amplias que solo los hombres jóvenes. Es una IP fundamental que ha aparecido en todas las consolas, desde Atari hasta Xbox y PlayStation."},"EN":{"title":"*Pac-Man* Launch in Japan (1980)","text":"Debut of Namco's legendary arcade game that became a pop culture icon.","det":"*Pac-Man* was not only a massive success but demonstrated that video games could appeal to broader audiences than just young men. It is a fundamental IP that has appeared on every console, from Atari to Xbox and PlayStation."}},{"date":"05/24","ES":{"title":"Lanzamiento de *Grand Theft Auto: San Andreas* en PC (2005)","text":"El aclamado juego de mundo abierto de Rockstar llega a la plataforma de PC.","det":"La llegada de *San Andreas* a PC permitió a la comunidad de *mods* explotar su potencial, dando vida a algunas de las creaciones de contenido más famosas y sentando un precedente para la rejugabilidad en el género de mundo abierto."},"EN":{"title":"*Grand Theft Auto: San Andreas* PC Launch (2005)","text":"Rockstar's acclaimed open-world game arrives on the PC platform.","det":"The arrival of *San Andreas* on PC allowed the *mod* community to exploit its potential, giving rise to some of the most famous content creations and setting a precedent for replayability in the open-world genre."}},{"date":"05/25","ES":{"title":"Lanzamiento de *Star Wars: A New Hope* (1977)","text":"Estreno de la película que dio origen a la franquicia geek más influyente de la historia.","det":"El universo de *Star Wars* es una fuente inagotable de juegos, desde *Atari 2600* hasta las consolas modernas. Su impacto en la ciencia ficción y la cultura pop es fundamental para la identidad de los gamers y geeks."},"EN":{"title":"Launch of *Star Wars: A New Hope* (1977)","text":"Premiere of the film that gave rise to the most influential geek franchise in history.","det":"The *Star Wars* universe is an inexhaustible source of games, from *Atari 2600* to modern consoles. Its impact on science fiction and pop culture is fundamental to the identity of gamers and geeks."}},{"date":"05/26","ES":{"title":"Lanzamiento de *Final Fantasy Tactics Advance* (2003, JP)","text":"Debut del RPG táctico *spin-off* para la Game Boy Advance (GBA) de Nintendo.","det":"Este juego de Nintendo GBA demostró la capacidad de la portátil para albergar RPGs profundos con estrategia por turnos. Es un favorito de culto dentro de la comunidad *Final Fantasy*."},"EN":{"title":"*Final Fantasy Tactics Advance* Launch (2003, JP)","text":"Debut of the tactical RPG *spin-off* for the Nintendo Game Boy Advance (GBA).","det":"This Nintendo GBA game demonstrated the handheld's ability to host deep RPGs with turn-based strategy. It is a cult favorite within the *Final Fantasy* community."}},{"date":"05/27","ES":{"title":"Lanzamiento de *Horizon Forbidden West* en PC (2023)","text":"La secuela de Aloy de Guerrilla Games sale a la venta para PC, expandiendo la audiencia de PlayStation.","det":"Este lanzamiento de PlayStation en PC forma parte de la estrategia de Sony de llevar sus grandes exclusivos a otras plataformas. Fue un *port* aclamado, demostrando que la saga *Horizon* tiene un gran atractivo fuera de la PS5."},"EN":{"title":"*Horizon Forbidden West* PC Launch (2023)","text":"Guerrilla Games' sequel to Aloy goes on sale for PC, expanding the PlayStation audience.","det":"This PlayStation PC launch is part of Sony's strategy to bring its major exclusives to other platforms. It was an acclaimed *port*, demonstrating that the *Horizon* saga has great appeal outside of the PS5."}},{"date":"05/28","ES":{"title":"Lanzamiento de *Persona 4* en Japón (2008)","text":"Debut del aclamado JRPG social de Atlus para PlayStation 2.","det":"*Persona 4* es considerado uno de los mejores RPGs de la PS2, conocido por su mezcla única de vida escolar japonesa y combate de mazmorras. Su éxito llevó a la saga a ser un pilar de la marca PlayStation."},"EN":{"title":"*Persona 4* Launch in Japan (2008)","text":"Debut of Atlus's acclaimed social JRPG for PlayStation 2.","det":"*Persona 4* is considered one of the best RPGs on the PS2, known for its unique blend of Japanese school life and dungeon combat. Its success led the saga to become a pillar of the PlayStation brand."}},{"date":"05/29","ES":{"title":"Lanzamiento de *Red Dead Redemption* (2010)","text":"Debut del épico juego de mundo abierto *western* de Rockstar Games para PlayStation 3 y Xbox 360.","det":"*RDR* fue un éxito masivo, alabado por su narrativa madura y su vasto mundo. Su enfoque en la jugabilidad *western* lo diferenció de *GTA* y lo convirtió en un clásico de culto de la séptima generación de consolas."},"EN":{"title":"*Red Dead Redemption* Launch (2010)","text":"Debut of Rockstar Games' epic open-world *western* game for PlayStation 3 and Xbox 360.","det":"*RDR* was a massive success, praised for its mature narrative and vast world. Its focus on *western* gameplay differentiated it from *GTA* and made it a cult classic of the seventh console generation."}},{"date":"05/30","ES":{"title":"Lanzamiento de *Star Fox Adventures* (2002, JP)","text":"Debut del juego de acción-aventura de Rare para Nintendo GameCube, con un cambio de género.","det":"*Star Fox Adventures* fue el último juego de Rare para Nintendo antes de su adquisición por Microsoft (Xbox). Cambió el formato *shooter* de *Star Fox 64* a una aventura *Zelda-like*, marcando el fin de una era para las colaboraciones Nintendo/Rare."},"EN":{"title":"*Star Fox Adventures* Launch (2002, JP)","text":"Debut of Rare's action-adventure game for Nintendo GameCube, with a genre change.","det":"*Star Fox Adventures* was Rare's last game for Nintendo before its acquisition by Microsoft (Xbox). It changed the *shooter* format of *Star Fox 64* to a *Zelda-like* adventure, marking the end of an era for Nintendo/Rare collaborations."}},{"date":"05/31","ES":{"title":"Lanzamiento de *Tomb Raider II* en Japón (1998)","text":"Debut de la secuela del juego de aventuras que cimentó el estatus de Lara Croft en PlayStation.","det":"*Tomb Raider II* fue un *vende-consolas* para la PlayStation original. Lara Croft se convirtió en uno de los primeros íconos femeninos del gaming, compitiendo con personajes de Nintendo y Sega."},"EN":{"title":"*Tomb Raider II* Launch in Japan (1998)","text":"Debut of the sequel to the adventure game that cemented Lara Croft's status on PlayStation.","det":"*Tomb Raider II* was a *console-seller* for the original PlayStation. Lara Croft became one of the first female gaming icons, competing with characters from Nintendo and Sega."}},{"date":"06/01","ES":{"title":"Lanzamiento de *Super Mario Galaxy 2* (2010)","text":"Debut de la secuela de plataformas 3D de Nintendo, aclamada por su creatividad y diseño de niveles.","det":"Este juego de Nintendo Wii es a menudo considerado uno de los mejores juegos de plataformas de la historia. Recibió elogios por su innovación constante, incluyendo la introducción de Yoshi y nuevas transformaciones."},"EN":{"title":"*Super Mario Galaxy 2* Launch (2010)","text":"Debut of Nintendo's 3D platform sequel, acclaimed for its creativity and level design.","det":"This Nintendo Wii game is often considered one of the best platformers in history. It received praise for its constant innovation, including the introduction of Yoshi and new transformations."}},{"date":"06/02","ES":{"title":"Lanzamiento de *The Elder Scrolls Online* en Consolas (2015)","text":"El MMORPG de Bethesda llega a PlayStation 4 y Xbox One, expandiendo el universo de Tamriel.","det":"Este lanzamiento fue importante para Xbox y PlayStation, demostrando que los MMORPG de PC podían adaptarse con éxito a las consolas. Se convirtió en un pilar del género multijugador en la octava generación."},"EN":{"title":"*The Elder Scrolls Online* Console Launch (2015)","text":"Bethesda's MMORPG arrives on PlayStation 4 and Xbox One, expanding the Tamriel universe.","det":"This launch was important for Xbox and PlayStation, demonstrating that PC MMORPGs could successfully adapt to consoles. It became a pillar of the multiplayer genre in the eighth generation."}},{"date":"06/03","ES":{"title":"Lanzamiento del Sony PlayStation (1995, NA)","text":"Debut de la consola de Sony en Norteamérica, iniciando la 'Guerra de Consolas' de la quinta generación.","det":"El lanzamiento de la PlayStation 1 a un precio de \\$299 (el famoso anuncio '299' de SCEA en el E3, un precio inferior a la Sega Saturn) fue un punto de inflexión que cambió el dominio de Nintendo en la industria para siempre."},"EN":{"title":"Sony PlayStation Launch (1995, NA)","text":"Debut of Sony's console in North America, starting the 'Console War' of the fifth generation.","det":"The launch of the PlayStation 1 at a price of \\$299 (SCEA's famous '299' announcement at E3, a lower price than the Sega Saturn) was a turning point that changed Nintendo's dominance in the industry forever."}},{"date":"06/04","ES":{"title":"Lanzamiento de *The Sims 2* (2004, NA)","text":"Debut de la secuela del icónico juego de simulación social de Maxis para PC.","det":"*The Sims 2* mejoró dramáticamente los gráficos y la jugabilidad con la introducción de la progresión de la vida de los Sims (nacimiento, crecimiento, muerte). Es un pilar del PC gaming casual y creativo."},"EN":{"title":"*The Sims 2* Launch (2004, NA)","text":"Debut of the sequel to Maxis's iconic social simulation game for PC.","det":"*The Sims 2* dramatically improved graphics and gameplay with the introduction of Sims life progression (birth, growth, death). It is a pillar of casual and creative PC gaming."}},{"date":"06/05","ES":{"title":"Lanzamiento de *Grand Theft Auto V* en Japón (2014)","text":"El juego de Rockstar Games llega al mercado japonés, consolidando su éxito mundial en PS3 y Xbox 360.","det":"*GTA V* es el juego más rentable de la historia. Su éxito en consolas de la séptima y octava generación (PlayStation, Xbox) se debe a su vasto mundo, su jugabilidad fluida y el continuo éxito de *GTA Online*."},"EN":{"title":"*Grand Theft Auto V* Launch in Japan (2014)","text":"Rockstar Games' game arrives on the Japanese market, consolidating its worldwide success on PS3 and Xbox 360.","det":"*GTA V* is the most profitable game in history. Its success on seventh and eighth-generation consoles (PlayStation, Xbox) is due to its vast world, fluid gameplay, and the continued success of *GTA Online*."}},{"date":"06/06","ES":{"title":"Anuncio de la Xbox Original (2000)","text":"Microsoft anuncia el nombre de su primera consola de videojuegos, la Xbox, en el E3.","det":"El anuncio de la Xbox marcó la entrada de Microsoft en la guerra de consolas, desafiando a Sony (PlayStation) y Nintendo. Su enfoque en el juego en línea (Xbox Live) y el poder gráfico la diferenciaron de sus rivales."},"EN":{"title":"Original Xbox Announcement (2000)","text":"Microsoft announces the name of its first video game console, the Xbox, at E3.","det":"The Xbox announcement marked Microsoft's entry into the console war, challenging Sony (PlayStation) and Nintendo. Its focus on online gaming (Xbox Live) and graphical power differentiated it from its rivals."}},{"date":"06/07","ES":{"title":"Lanzamiento de *The Legend of Zelda: Ocarina of Time* (1999, EU)","text":"Debut en Europa del juego que definió el género de acción-aventura 3D para Nintendo 64.","det":"Considerado por muchos como el mejor videojuego de la historia, *Ocarina of Time* estableció convenciones como el sistema de apuntado 'Z-Targeting' y el diseño de mundos 3D, influenciando a PlayStation y Xbox por igual."},"EN":{"title":"*The Legend of Zelda: Ocarina of Time* Launch (1999, EU)","text":"European debut of the game that defined the 3D action-adventure genre for Nintendo 64.","det":"Considered by many to be the greatest video game of all time, *Ocarina of Time* established conventions like the 'Z-Targeting' system and 3D world design, influencing PlayStation and Xbox alike."}},{"date":"06/08","ES":{"title":"Lanzamiento de *Metal Gear Solid 4: Guns of the Patriots* (2008)","text":"Debut de la épica conclusión de la saga de Solid Snake de Hideo Kojima para PlayStation 3.","det":"*MGS4* fue un exclusivo crucial para la PS3, aclamado por su narrativa cinematográfica y su jugabilidad de sigilo altamente pulida. Fue un 'vende-consolas' clave para Sony en la séptima generación."},"EN":{"title":"*Metal Gear Solid 4: Guns of the Patriots* Launch (2008)","text":"Debut of Hideo Kojima's epic Solid Snake saga conclusion for PlayStation 3.","det":"*MGS4* was a crucial exclusive for the PS3, acclaimed for its cinematic narrative and highly polished stealth gameplay. It was a key 'console-seller' for Sony in the seventh generation."}},{"date":"06/09","ES":{"title":"Lanzamiento de *Halo: Combat Evolved* en PC (2003)","text":"Debut del juego que definió el género FPS en consolas, llegando a la plataforma original de Microsoft.","det":"Aunque *Halo* es el juego insignia de la Xbox, su lanzamiento en PC (la plataforma de Microsoft) permitió a una nueva audiencia experimentar la épica del Jefe Maestro y disfrutar de mayores opciones de personalización."},"EN":{"title":"*Halo: Combat Evolved* PC Launch (2003)","text":"Debut of the game that defined the FPS genre on consoles, arriving on Microsoft's original platform.","det":"Although *Halo* is the flagship game of the Xbox, its launch on PC (Microsoft's platform) allowed a new audience to experience the epic of Master Chief and enjoy greater customization options."}},{"date":"06/10","ES":{"title":"Debut de *Pong* en Máquinas Arcade (1972)","text":"El primer videojuego exitoso de Atari se instala en las máquinas arcade, iniciando el negocio masivo.","det":"*Pong* es el abuelo de los videojuegos. Su simplicidad (simulando un partido de ping-pong) lo hizo un éxito instantáneo, sentando las bases de la industria que hoy dominan Nintendo, PlayStation y Xbox."},"EN":{"title":"*Pong* Arcade Debut (1972)","text":"Atari's first successful video game is installed in arcade machines, starting the mass business.","det":"*Pong* is the grandfather of video games. Its simplicity (simulating a game of ping-pong) made it an instant success, laying the foundation for the industry now dominated by Nintendo, PlayStation, and Xbox."}},{"date":"06/11","ES":{"title":"Lanzamiento de la consola NES en Japón (1983)","text":"Debut del Famicom (Family Computer) de Nintendo, la consola que salvaría la industria.","det":"La Famicom (luego NES) se lanzó en Japón con gran éxito, pero su lanzamiento en EE. UU. (1985) tras la 'Crisis de Atari' fue lo que restauró la confianza en el gaming doméstico y sentó el dominio de Nintendo."},"EN":{"title":"NES Console Launch in Japan (1983)","text":"Debut of Nintendo's Famicom (Family Computer), the console that would save the industry.","det":"The Famicom (later NES) launched in Japan with great success, but its US launch (1985) after the 'Atari Crash' was what restored confidence in home gaming and cemented Nintendo's dominance."}},{"date":"06/12","ES":{"title":"Lanzamiento de *Metal Gear Solid* en Europa (1999)","text":"Debut del icónico juego de sigilo de Hideo Kojima para PlayStation en el mercado europeo.","det":"*MGS* para PS1 es aclamado por su narrativa cinematográfica, su jugabilidad innovadora (el radar) y por hacer del sigilo un género principal. Fue un título crucial para consolidar la marca PlayStation en Europa."},"EN":{"title":"*Metal Gear Solid* Launch in Europe (1999)","text":"Debut of Hideo Kojima's iconic stealth game for PlayStation in the European market.","det":"*MGS* for PS1 is acclaimed for its cinematic narrative, innovative gameplay (the radar), and for making stealth a mainstream genre. It was a crucial title for consolidating the PlayStation brand in Europe."}},{"date":"06/13","ES":{"title":"Lanzamiento de *Final Fantasy Tactics* en Japón (1997)","text":"Debut del aclamado RPG táctico de Square Enix para la PlayStation original.","det":"*FF Tactics* es considerado una obra maestra de la PS1 por su compleja narrativa política y su sistema de clases profundo. Es un pilar de los RPGs tácticos y uno de los títulos más queridos de la biblioteca de PlayStation."},"EN":{"title":"*Final Fantasy Tactics* Launch in Japan (1997)","text":"Debut of the acclaimed tactical RPG from Square Enix for the original PlayStation.","det":"*FF Tactics* is considered a masterpiece of the PS1 for its complex political narrative and deep class system. It is a pillar of tactical RPGs and one of the most beloved titles in the PlayStation library."}},{"date":"06/14","ES":{"title":"Lanzamiento de *The Last of Us* (2013)","text":"Debut del aclamado juego de acción-aventura de Naughty Dog para PlayStation 3.","det":"*The Last of Us* fue el canto del cisne de la PS3, redefiniendo la narrativa madura y emocional en los videojuegos. Su éxito fue crucial para el lanzamiento de la PS4 y el estatus de Naughty Dog como estudio élite de PlayStation."},"EN":{"title":"*The Last of Us* Launch (2013)","text":"Debut of Naughty Dog's acclaimed action-adventure game for PlayStation 3.","det":"*The Last of Us* was the swan song of the PS3, redefining mature and emotional narrative in video games. Its success was crucial for the launch of the PS4 and Naughty Dog's status as an elite PlayStation studio."}},{"date":"06/15","ES":{"title":"Lanzamiento de la Xbox 360 en Japón (2005)","text":"Debut de la consola de séptima generación de Microsoft en el mercado japonés.","det":"Aunque la Xbox 360 no tuvo el mismo éxito en Japón que en Occidente, fue un intento de Microsoft de expandir su dominio global. El lanzamiento fue clave para la guerra de consolas contra la PS3 de Sony y la Wii de Nintendo."},"EN":{"title":"Xbox 360 Launch in Japan (2005)","text":"Debut of Microsoft's seventh-generation console in the Japanese market.","det":"Although the Xbox 360 did not have the same success in Japan as in the West, it was an attempt by Microsoft to expand its global dominance. The launch was key to the console war against Sony's PS3 and Nintendo's Wii."}},{"date":"06/16","ES":{"title":"Lanzamiento de *Spyro the Dragon* en Japón (1999)","text":"Debut del icónico juego de plataformas 3D de Insomniac Games para PlayStation.","det":"Spyro fue una de las mascotas clave de la PlayStation original, junto con Crash Bandicoot. Su éxito ayudó a PlayStation a competir directamente con el dominio de los juegos de plataformas de Nintendo (Mario, Donkey Kong) en la quinta generación."},"EN":{"title":"*Spyro the Dragon* Launch in Japan (1999)","text":"Debut of Insomniac Games' iconic 3D platformer for PlayStation.","det":"Spyro was one of the key mascots of the original PlayStation, along with Crash Bandicoot. Its success helped PlayStation compete directly with Nintendo's dominance of platformers (Mario, Donkey Kong) in the fifth generation."}},{"date":"06/17","ES":{"title":"Lanzamiento de *Donkey Kong Country 3* en Japón (1997)","text":"Debut del último juego de la trilogía original de Rare para la Super Nintendo (SNES).","det":"Este título de Nintendo fue una de las últimas grandes producciones para la SNES, mostrando el potencial gráfico máximo de la consola. A pesar de la llegada de la N64, demostró la longevidad del hardware 2D."},"EN":{"title":"*Donkey Kong Country 3* Launch in Japan (1997)","text":"Debut of the last game in the original Rare trilogy for the Super Nintendo (SNES).","det":"This Nintendo title was one of the last major productions for the SNES, showcasing the maximum graphical potential of the console. Despite the arrival of the N64, it demonstrated the longevity of 2D hardware."}},{"date":"06/18","ES":{"title":"Lanzamiento de *The Legend of Zelda: A Link Between Worlds* (2014, JP)","text":"Debut de la secuela de *A Link to the Past* para Nintendo 3DS.","det":"Este juego de Nintendo 3DS fue aclamado por su innovadora mecánica de 'pintura de pared', que permitía a Link transformarse en un dibujo 2D. Ganó numerosos premios por su diseño de mazmorras y su homenaje a la SNES."},"EN":{"title":"*The Legend of Zelda: A Link Between Worlds* Launch (2014, JP)","text":"Debut of the sequel to *A Link to the Past* for Nintendo 3DS.","det":"This Nintendo 3DS game was acclaimed for its innovative 'wall painting' mechanic, which allowed Link to transform into a 2D drawing. It won numerous awards for its dungeon design and its tribute to the SNES."}},{"date":"06/19","ES":{"title":"Lanzamiento de *Pokémon FireRed and LeafGreen* (2004, NA)","text":"Debut de los remakes de la primera generación de Pokémon para Game Boy Advance (GBA) de Nintendo.","det":"Estos remakes de Nintendo GBA permitieron a una nueva generación de jugadores experimentar Kanto con gráficos mejorados y la introducción de la región de las Islas Sevii. Fue un éxito masivo para la consola portátil."},"EN":{"title":"*Pokémon FireRed and LeafGreen* Launch (2004, NA)","text":"Debut of the first generation Pokémon remakes for the Nintendo Game Boy Advance (GBA).","det":"These Nintendo GBA remakes allowed a new generation of players to experience Kanto with improved graphics and the introduction of the Sevii Islands region. It was a massive success for the handheld console."}},{"date":"06/20","ES":{"title":"Lanzamiento de *Mario Tennis Aces* (2018)","text":"Debut del juego de deportes de Mario para Nintendo Switch, centrado en el juego competitivo.","det":"Este título de Nintendo Switch fue aclamado por su jugabilidad profunda y su enfoque en los eSports. Es un ejemplo de cómo Nintendo lleva sus franquicias deportivas a un nivel competitivo serio."},"EN":{"title":"*Mario Tennis Aces* Launch (2018)","text":"Debut of Mario's sports game for Nintendo Switch, focused on competitive play.","det":"This Nintendo Switch title was acclaimed for its deep gameplay and focus on eSports. It is an example of how Nintendo brings its sports franchises to a serious competitive level."}},{"date":"06/21","ES":{"title":"Día del Solsticio (Comienzo del Verano/Invierno)","text":"Celebración natural que ha inspirado temas y ambientes en numerosos juegos de fantasía y RPGs.","det":"El cambio de estaciones y eventos astronómicos son comunes en juegos como *Skyrim* (Xbox/PlayStation/PC) y *Animal Crossing* (Nintendo). Marca el inicio de los grandes lanzamientos de verano en el mundo geek."},"EN":{"title":"Solstice Day (Beginning of Summer/Winter)","text":"Natural celebration that has inspired themes and atmospheres in numerous fantasy games and RPGs.","det":"The changing of seasons and astronomical events are common in games like *Skyrim* (Xbox/PlayStation/PC) and *Animal Crossing* (Nintendo). It marks the beginning of the big summer releases in the geek world."}},{"date":"06/22","ES":{"title":"Lanzamiento de *Super Mario 64* en Japón (1996)","text":"Debut del juego que definió las plataformas 3D y fue el título de lanzamiento de la Nintendo 64.","det":"Considerado uno de los juegos más influyentes, *Super Mario 64* de Nintendo revolucionó el diseño de niveles 3D, el control y la cámara. Es la base de todos los juegos de plataformas y acción 3D que llegaron a PlayStation y Xbox."},"EN":{"title":"*Super Mario 64* Launch in Japan (1996)","text":"Debut of the game that defined 3D platformers and was the launch title for the Nintendo 64.","det":"Considered one of the most influential games, Nintendo's *Super Mario 64* revolutionized 3D level design, control, and camera. It is the basis for all 3D platformers and action games that came to PlayStation and Xbox."}},{"date":"06/23","ES":{"title":"Lanzamiento del SEGA Genesis / Mega Drive (1989, NA)","text":"Debut de la consola de 16 bits de SEGA en Norteamérica, iniciando la rivalidad con Nintendo.","det":"El lanzamiento de la Genesis (Mega Drive en Europa) con *Sonic the Hedgehog* fue el comienzo de la 'Guerra de Consolas' más famosa, la de Sega vs. Nintendo. Su velocidad y enfoque en juegos más maduros desafiaron el dominio de la NES."},"EN":{"title":"SEGA Genesis / Mega Drive Launch (1989, NA)","text":"Debut of SEGA's 16-bit console in North America, starting the rivalry with Nintendo.","det":"The launch of the Genesis (Mega Drive in Europe) with *Sonic the Hedgehog* was the beginning of the most famous 'Console War,' Sega vs. Nintendo. Its speed and focus on more mature games challenged the dominance of the NES."}},{"date":"06/24","ES":{"title":"Lanzamiento de *Resident Evil 5* en Japón (2009)","text":"Debut de la controvertida entrega de Capcom en el género de acción-terror para PS3 y Xbox 360.","det":"*RE5* fue criticado por alejarse del terror de supervivencia en favor de la acción cooperativa, pero fue un éxito comercial en Xbox 360 y PS3, cimentando la tendencia hacia el juego cooperativo en la saga."},"EN":{"title":"*Resident Evil 5* Launch in Japan (2009)","text":"Debut of Capcom's controversial installment in the action-horror genre for PS3 and Xbox 360.","det":"*RE5* was criticized for moving away from survival horror in favor of cooperative action, but it was a commercial success on Xbox 360 and PS3, cementing the trend towards cooperative play in the saga."}},{"date":"06/25","ES":{"title":"Lanzamiento de *Super Mario World* en Japón (1991)","text":"Debut del juego de plataformas 2D que fue el título de lanzamiento del Super Famicom (SNES).","det":"*Super Mario World* de Nintendo es una obra maestra del diseño 2D. Introdujo a Yoshi y el concepto del 'Mapa del Mundo'. Su éxito fue crucial para el dominio de la SNES en la batalla de 16 bits contra la Sega Genesis."},"EN":{"title":"*Super Mario World* Launch in Japan (1991)","text":"Debut of the 2D platformer that was the launch title for the Super Famicom (SNES).","det":"*Super Mario World* by Nintendo is a masterpiece of 2D design. It introduced Yoshi and the concept of the 'World Map.' Its success was crucial for the SNES's dominance in the 16-bit battle against the Sega Genesis."}},{"date":"06/26","ES":{"title":"Lanzamiento de *Crash Bandicoot* en Japón (1997)","text":"Debut del icónico juego de plataformas de Naughty Dog para PlayStation.","det":"Crash se convirtió en la mascota no oficial de la PlayStation original. Su diseño 3D lineal (un 'corredor') fue un éxito masivo que ayudó a PlayStation a competir con los juegos de plataformas de Nintendo 64."},"EN":{"title":"*Crash Bandicoot* Launch in Japan (1997)","text":"Debut of Naughty Dog's iconic platform game for PlayStation.","det":"Crash became the unofficial mascot of the original PlayStation. Its linear 3D design (a 'corridor runner') was a massive success that helped PlayStation compete with Nintendo 64's platformers."}},{"date":"06/27","ES":{"title":"Lanzamiento de *Pokémon Snap* (1999, NA)","text":"Debut del *spin-off* de fotografía de Pokémon para Nintendo 64.","det":"*Pokémon Snap* fue un experimento innovador en la N64, combinando el universo de Pokémon con la jugabilidad 'on-rails' (sobre rieles). Es un favorito de culto que demostró la versatilidad de la IP de Nintendo."},"EN":{"title":"*Pokémon Snap* Launch (1999, NA)","text":"Debut of the Pokémon photography *spin-off* for Nintendo 64.","det":"*Pokémon Snap* was an innovative experiment on the N64, combining the Pokémon universe with 'on-rails' gameplay. It is a cult favorite that demonstrated the versatility of the Nintendo IP."}},{"date":"06/28","ES":{"title":"Lanzamiento de *Resident Evil 4* en PC (2007)","text":"El aclamado juego de acción-terror de Capcom llega a la plataforma de PC.","det":"*RE4* fue una revolución en el género con su cámara al hombro y jugabilidad más centrada en la acción. Su llegada a PC fue crucial para el ecosistema de modding y para acercar el clásico de GameCube (Nintendo) y PS2 a más jugadores."},"EN":{"title":"*Resident Evil 4* PC Launch (2007)","text":"Capcom's acclaimed action-horror game arrives on the PC platform.","det":"*RE4* was a revolution in the genre with its over-the-shoulder camera and more action-focused gameplay. Its arrival on PC was crucial for the modding ecosystem and for bringing the GameCube (Nintendo) and PS2 classic to more players."}},{"date":"06/29","ES":{"title":"Lanzamiento de *The Legend of Zelda: Skyward Sword* (2014, JP)","text":"Debut del juego que revela los orígenes de Link y Zelda para Nintendo Wii.","det":"*Skyward Sword* fue un título esencial de la Wii, utilizando el Wii MotionPlus para el combate con espadas. Es una entrada crucial en el canon de la saga de Nintendo, al ser el punto de inicio de la cronología de *Zelda*."},"EN":{"title":"*The Legend of Zelda: Skyward Sword* Launch (2014, JP)","text":"Debut of the game that reveals the origins of Link and Zelda for Nintendo Wii.","det":"*Skyward Sword* was an essential Wii title, utilizing the Wii MotionPlus for sword combat. It is a crucial entry in the Nintendo saga canon, being the starting point of the *Zelda* timeline."}},{"date":"06/30","ES":{"title":"Aniversario de la E3 / Nace el concepto de 'The Big Three'","text":"Día que conmemora la Exposición de Entretenimiento Electrónico (E3), centro de la rivalidad Nintendo, PlayStation y Xbox.","det":"Junio era el mes de la E3 (1995-2023), la convención más importante donde Sony, Nintendo y Microsoft presentaban sus consolas y juegos. La 'Guerra de Consolas' se libraba en el escenario de Los Ángeles."},"EN":{"title":"E3 Anniversary / Birth of 'The Big Three' Concept","text":"Day commemorating the Electronic Entertainment Expo (E3), center of the Nintendo, PlayStation, and Xbox rivalry.","det":"June was the month of E3 (1995-2023), the most important convention where Sony, Nintendo, and Microsoft presented their consoles and games. The 'Console War' was fought on the Los Angeles stage."}},{"date":"07/01","ES":{"title":"Lanzamiento de *Mega Man* en Japón (1988)","text":"Debut del juego original de plataformas y acción de Capcom para Famicom (NES).","det":"El primer *Mega Man* estableció el icónico ciclo de jugabilidad de derrotar Jefes y obtener sus armas. Sentó las bases para una de las sagas de Capcom más duraderas en las consolas de Nintendo."},"EN":{"title":"*Mega Man* Launch in Japan (1988)","text":"Debut of Capcom's original action-platform game for Famicom (NES).","det":"The first *Mega Man* established the iconic gameplay loop of defeating Bosses and gaining their weapons. It laid the foundation for one of Capcom's most enduring sagas on Nintendo consoles."}},{"date":"07/02","ES":{"title":"Lanzamiento de *Diablo II* (2000, PC)","text":"Debut del aclamado RPG de acción 'Hack and Slash' de Blizzard Entertainment.","det":"*Diablo II* es un hito del PC gaming, conocido por su jugabilidad adictiva, su progresión de personajes y su oscura atmósfera. Definió el género ARPG e influyó en innumerables títulos posteriores, incluidos muchos en consolas (Xbox, PlayStation)."},"EN":{"title":"*Diablo II* Launch (2000, PC)","text":"Debut of Blizzard Entertainment's acclaimed 'Hack and Slash' action RPG.","det":"*Diablo II* is a PC gaming milestone, known for its addictive gameplay, character progression, and dark atmosphere. It defined the ARPG genre and influenced countless subsequent titles, including many on consoles (Xbox, PlayStation)."}},{"date":"07/03","ES":{"title":"Lanzamiento de *Star Fox Zero* (2016, JP)","text":"Debut del juego de *shooter* sobre rieles de Nintendo para la Wii U.","det":"*Star Fox Zero* es notable por su uso del *GamePad* de Wii U para la jugabilidad de doble pantalla, creando una experiencia única. Demostró el compromiso de Nintendo con la experimentación en el hardware, aunque el juego fue divisivo."},"EN":{"title":"*Star Fox Zero* Launch (2016, JP)","text":"Debut of Nintendo's rail *shooter* game for the Wii U.","det":"*Star Fox Zero* is notable for its use of the Wii U *GamePad* for dual-screen gameplay, creating a unique experience. It demonstrated Nintendo's commitment to hardware experimentation, although the game was divisive."}},{"date":"07/04","ES":{"title":"Día de la Independencia de EE. UU.","text":"La fecha festiva se utiliza a menudo para grandes rebajas de verano en tiendas de videojuegos (Xbox Store, PlayStation Store, Nintendo eShop).","det":"Esta fecha es clave para el marketing de consolas, con grandes promociones de juegos y hardware de Microsoft (Xbox) y Sony (PlayStation) en el mercado norteamericano."},"EN":{"title":"US Independence Day","text":"The holiday date is often used for major summer sales on video game stores (Xbox Store, PlayStation Store, Nintendo eShop).","det":"This date is key for console marketing, with big game and hardware promotions from Microsoft (Xbox) and Sony (PlayStation) in the North American market."}},{"date":"07/05","ES":{"title":"Lanzamiento de *Rocket League* (2016, JP)","text":"Debut del popular juego de fútbol con coches voladores en el mercado japonés para PlayStation 4.","det":"*Rocket League* fue un fenómeno multijugador, popularizando el *cross-play* entre consolas (Xbox, PlayStation, Switch) y PC. Su jugabilidad simple pero profunda lo hizo un favorito de los eSports."},"EN":{"title":"*Rocket League* Launch (2016, JP)","text":"Debut of the popular soccer game with flying cars in the Japanese market for PlayStation 4.","det":"*Rocket League* was a multiplayer phenomenon, popularizing *cross-play* between consoles (Xbox, PlayStation, Switch) and PC. Its simple yet deep gameplay made it an eSports favorite."}},{"date":"07/06","ES":{"title":"Lanzamiento de *Pokémon GO* (2016)","text":"Debut del juego de realidad aumentada de Niantic para dispositivos móviles.","det":"*Pokémon GO* (Nintendo IP) se convirtió en un fenómeno mundial, llevando el gaming a las calles y atrayendo a una audiencia masiva que no jugaba consolas tradicionales. Demostró el poder de la Realidad Aumentada en el entretenimiento geek."},"EN":{"title":"*Pokémon GO* Launch (2016)","text":"Debut of Niantic's augmented reality game for mobile devices.","det":"*Pokémon GO* (Nintendo IP) became a global phenomenon, bringing gaming to the streets and attracting a massive audience who didn't play traditional consoles. It demonstrated the power of Augmented Reality in geek entertainment."}},{"date":"07/07","ES":{"title":"Lanzamiento de *Final Fantasy Tactics: War of the Lions* (2007, JP)","text":"Debut del aclamado relanzamiento del RPG táctico para PlayStation Portable (PSP).","det":"Esta versión para la PSP (portátil de PlayStation) añadió cinemáticas y nuevas clases, revitalizando el clásico de la PS1. Fue un título crucial para el catálogo de JRPGs de la PSP."},"EN":{"title":"*Final Fantasy Tactics: War of the Lions* Launch (2007, JP)","text":"Debut of the acclaimed re-release of the tactical RPG for PlayStation Portable (PSP).","det":"This version for the PSP (PlayStation handheld) added cutscenes and new classes, revitalizing the PS1 classic. It was a crucial title for the PSP's JRPG catalog."}},{"date":"07/08","ES":{"title":"Lanzamiento de *Donkey Kong* en Japón (1981)","text":"Debut del juego de arcade que introdujo a Mario (entonces Jumpman) y Donkey Kong.","det":"Creado por Shigeru Miyamoto, *Donkey Kong* de Nintendo fue el primer éxito de la compañía en Norteamérica y Europa. Este juego de arcade salvó a Nintendo y dio origen a su franquicia más valiosa, Mario."},"EN":{"title":"*Donkey Kong* Launch in Japan (1981)","text":"Debut of the arcade game that introduced Mario (then Jumpman) and Donkey Kong.","det":"Created by Shigeru Miyamoto, Nintendo's *Donkey Kong* was the company's first success in North America and Europe. This arcade game saved Nintendo and gave rise to its most valuable franchise, Mario."}},{"date":"07/09","ES":{"title":"Lanzamiento de *StarCraft II: Wings of Liberty* (2010)","text":"Debut del esperado RTS de Blizzard Entertainment, que dominó los eSports de PC.","det":"La secuela de *StarCraft* fue un éxito masivo. Su enfoque en el multijugador competitivo y su balance racial (Terran, Zerg, Protoss) cimentaron el género RTS como un pilar de los eSports internacionales."},"EN":{"title":"*StarCraft II: Wings of Liberty* Launch (2010)","text":"Debut of Blizzard Entertainment's highly anticipated RTS, which dominated PC eSports.","det":"The *StarCraft* sequel was a massive success. Its focus on competitive multiplayer and its racial balance (Terran, Zerg, Protoss) cemented the RTS genre as a pillar of international eSports."}},{"date":"07/10","ES":{"title":"Lanzamiento de *Uncharted 2: Among Thieves* en Japón (2009)","text":"Debut de la secuela de acción-aventura de Naughty Dog para PlayStation 3.","det":"*Uncharted 2* es aclamado por su narrativa cinematográfica y sus secuencias de acción trepidantes, elevando el estándar de los juegos de aventuras. Fue un exclusivo esencial para la PS3, destacando el talento de PlayStation Studios."},"EN":{"title":"*Uncharted 2: Among Thieves* Launch in Japan (2009)","text":"Debut of Naughty Dog's action-adventure sequel for PlayStation 3.","det":"*Uncharted 2* is acclaimed for its cinematic narrative and thrilling action sequences, raising the standard for adventure games. It was an essential exclusive for the PS3, highlighting the talent of PlayStation Studios."}},{"date":"07/11","ES":{"title":"Lanzamiento de *Pokémon Mystery Dungeon: Red Rescue Team* (2006, NA)","text":"Debut del *spin-off* RPG de mazmorras para Game Boy Advance (GBA) de Nintendo.","det":"Esta sub-saga de Nintendo permitió a los jugadores convertirse en Pokémon. Su jugabilidad *roguelike* y su narrativa emotiva lo hicieron un éxito de culto en la portátil de Nintendo."},"EN":{"title":"*Pokémon Mystery Dungeon: Red Rescue Team* Launch (2006, NA)","text":"Debut of the dungeon RPG *spin-off* for Nintendo Game Boy Advance (GBA).","det":"This Nintendo sub-saga allowed players to become Pokémon. Its *roguelike* gameplay and emotional narrative made it a cult hit on the Nintendo handheld."}},{"date":"07/12","ES":{"title":"Lanzamiento de *Chrono Cross* en Japón (1999)","text":"Debut de la secuela espiritual del RPG *Chrono Trigger* para PlayStation.","det":"*Chrono Cross* de Square Enix fue un título visualmente deslumbrante para la PS1, conocido por su complejo sistema de múltiples dimensiones y su vasta lista de personajes. Es un clásico JRPG de la biblioteca de PlayStation."},"EN":{"title":"*Chrono Cross* Launch in Japan (1999)","text":"Debut of the spiritual sequel to the *Chrono Trigger* RPG for PlayStation.","det":"Square Enix's *Chrono Cross* was a visually stunning title for the PS1, known for its complex system of multiple dimensions and vast character roster. It is a classic JRPG in the PlayStation library."}},{"date":"07/13","ES":{"title":"Lanzamiento de *Donkey Kong Jr.* en Japón (1982)","text":"Debut de la secuela de arcade de Nintendo, donde Mario es el villano.","det":"Este juego de arcade invirtió los roles, mostrando a Mario como el antagonista que encarcela a Donkey Kong. Fue el único juego donde Mario fue el villano principal, un giro inusual en el canon de Nintendo."},"EN":{"title":"*Donkey Kong Jr.* Launch in Japan (1982)","text":"Debut of Nintendo's arcade sequel, where Mario is the villain.","det":"This arcade game reversed the roles, showing Mario as the antagonist who imprisons Donkey Kong. It was the only game where Mario was the main villain, an unusual turn in the Nintendo canon."}},{"date":"07/14","ES":{"title":"Lanzamiento de *Forza Horizon 4* en Japón (2018)","text":"Debut del aclamado juego de carreras de mundo abierto de Playground Games para Xbox One.","det":"*Forza Horizon 4* es un exclusivo clave de Xbox, destacando por su vasto mundo abierto ambientado en Gran Bretaña y su innovador sistema de cambio de estaciones. Es un pilar de la estrategia de Xbox Game Pass."},"EN":{"title":"*Forza Horizon 4* Launch in Japan (2018)","text":"Debut of Playground Games' acclaimed open-world racing game for Xbox One.","det":"*Forza Horizon 4* is a key Xbox exclusive, notable for its vast open world set in Great Britain and its innovative seasons change system. It is a pillar of the Xbox Game Pass strategy."}},{"date":"07/15","ES":{"title":"Lanzamiento de la Nintendo 64 en Japón (1996)","text":"Debut de la consola de 64 bits de Nintendo, marcando su entrada en el gaming 3D.","det":"La N64 revolucionó los gráficos y el control (con su icónico *joystick* analógico). Se lanzó con *Super Mario 64*, un juego que definió el género y estableció a Nintendo como líder en la innovación de consolas."},"EN":{"title":"Nintendo 64 Launch in Japan (1996)","text":"Debut of Nintendo's 64-bit console, marking its entry into 3D gaming.","det":"The N64 revolutionized graphics and control (with its iconic analog *joystick*). It launched with *Super Mario 64*, a game that defined the genre and established Nintendo as a leader in console innovation."}},{"date":"07/16","ES":{"title":"Lanzamiento de *Halo Wars* en Japón (2009)","text":"Debut del juego de estrategia en tiempo real (RTS) basado en el universo *Halo* para Xbox 360.","det":"*Halo Wars* fue un intento exitoso de Microsoft de adaptar el género RTS (dominado por PC) a la consola Xbox. Fue un exclusivo bien recibido que expandió el lore del Jefe Maestro."},"EN":{"title":"*Halo Wars* Launch in Japan (2009)","text":"Debut of the real-time strategy (RTS) game based on the *Halo* universe for Xbox 360.","det":"*Halo Wars* was a successful attempt by Microsoft to adapt the RTS genre (dominated by PC) to the Xbox console. It was a well-received exclusive that expanded the Master Chief lore."}},{"date":"07/17","ES":{"title":"Lanzamiento de *Mega Man X4* en Japón (1997)","text":"Debut de la cuarta entrega de la saga de acción para PlayStation y Sega Saturn.","det":"Este título fue la primera vez que la saga *Mega Man X* se lanzó fuera de las consolas de Nintendo, llegando a PlayStation y Sega Saturn. Fue aclamado por permitir jugar como Zero desde el principio y por sus cinemáticas *anime*."},"EN":{"title":"*Mega Man X4* Launch in Japan (1997)","text":"Debut of the fourth installment of the action saga for PlayStation and Sega Saturn.","det":"This title was the first time the *Mega Man X* saga launched outside of Nintendo consoles, coming to PlayStation and Sega Saturn. It was acclaimed for allowing play as Zero from the start and its *anime* cutscenes."}},{"date":"07/18","ES":{"title":"Lanzamiento de *Street Fighter Alpha 3* en Japón (1998)","text":"Debut de la aclamada entrega de lucha de Capcom para máquinas arcade.","det":"Considerado uno de los mejores juegos de lucha 2D, *Alpha 3* introdujo el sistema 'Isms' (estilos de lucha), ofreciendo una profundidad de juego sin precedentes en las arcades y versiones posteriores en PlayStation."},"EN":{"title":"*Street Fighter Alpha 3* Launch in Japan (1998)","text":"Debut of Capcom's acclaimed fighting installment for arcade machines.","det":"Considered one of the best 2D fighting games, *Alpha 3* introduced the 'Isms' system (fighting styles), offering unprecedented depth of gameplay in arcades and later versions on PlayStation."}},{"date":"07/19","ES":{"title":"Lanzamiento de *Kingdom Hearts II* en Europa (2007)","text":"Debut de la secuela del RPG de acción de Square Enix y Disney para PlayStation 2.","det":"*KH II* fue un *vende-consolas* para la PS2, conocido por su jugabilidad fluida y su compleja narrativa que combinaba el universo *Final Fantasy* (Square Enix) con los mundos de Disney. Es un pilar de la biblioteca de PlayStation."},"EN":{"title":"*Kingdom Hearts II* Launch in Europe (2007)","text":"Debut of the action RPG sequel from Square Enix and Disney for PlayStation 2.","det":"*KH II* was a *console-seller* for the PS2, known for its fluid gameplay and complex narrative that combined the *Final Fantasy* universe (Square Enix) with Disney worlds. It is a pillar of the PlayStation library."}},{"date":"07/20","ES":{"title":"Lanzamiento de *Star Fox Adventures* en Norteamérica (2002)","text":"Debut del juego de Rare para Nintendo GameCube, con un cambio de género a la acción-aventura.","det":"Este título de Nintendo GameCube, aunque divisivo, demostró la capacidad de la consola para albergar aventuras 3D complejas. Fue el último juego de Rare desarrollado para una consola de Nintendo antes de su compra por Microsoft (Xbox)."},"EN":{"title":"*Star Fox Adventures* Launch in North America (2002)","text":"Debut of Rare's game for Nintendo GameCube, with a genre shift to action-adventure.","det":"This Nintendo GameCube title, though divisive, demonstrated the console's ability to host complex 3D adventures. It was the last Rare game developed for a Nintendo console before its purchase by Microsoft (Xbox)."}},{"date":"07/21","ES":{"title":"Lanzamiento de *The Legend of Zelda: Twilight Princess* en Japón (2006)","text":"Debut de la versión de GameCube del juego de Zelda con un tono más oscuro.","det":"Aunque se lanzó primero en Wii, la versión de GameCube de *Twilight Princess* fue elogiada por su jugabilidad clásica de control tradicional. Es un título importante en el legado de la GameCube de Nintendo."},"EN":{"title":"*The Legend of Zelda: Twilight Princess* Launch in Japan (2006)","text":"Debut of the GameCube version of the Zelda game with a darker tone.","det":"Although released first on Wii, the GameCube version of *Twilight Princess* was praised for its classic traditional control gameplay. It is an important title in the legacy of the Nintendo GameCube."}},{"date":"07/22","ES":{"title":"Lanzamiento de *God of War: Ascension* en Japón (2013)","text":"Debut del juego de Kratos que precede a la trilogía original para PlayStation 3.","det":"*Ascension* fue el último gran juego de Kratos en la PS3, conocido por su profundo modo multijugador en línea. Demostró la capacidad de PlayStation Studios para innovar con sus franquicias exclusivas."},"EN":{"title":"*God of War: Ascension* Launch in Japan (2013)","text":"Debut of the Kratos game preceding the original trilogy for PlayStation 3.","det":"*Ascension* was the last major Kratos game on the PS3, known for its deep online multiplayer mode. It demonstrated the ability of PlayStation Studios to innovate with its exclusive franchises."}},{"date":"07/23","ES":{"title":"Lanzamiento de *Grand Theft Auto: Vice City* en Japón (2003)","text":"El aclamado juego de mundo abierto de Rockstar llega al mercado japonés para PlayStation 2.","det":"*Vice City* fue un éxito masivo en la PS2, conocido por su ambientación ochentera y su icónica banda sonora. Consolidó la fórmula de mundo abierto de *GTA* y se convirtió en un clásico de PlayStation."},"EN":{"title":"*Grand Theft Auto: Vice City* Launch in Japan (2003)","text":"Rockstar's acclaimed open-world game hits the Japanese market for PlayStation 2.","det":"*Vice City* was a massive success on the PS2, known for its eighties setting and iconic soundtrack. It consolidated the *GTA* open-world formula and became a PlayStation classic."}},{"date":"07/24","ES":{"title":"Lanzamiento de *Doom 3* (2004)","text":"Debut del reinicio de la saga *shooter* de id Software, con un enfoque en el terror para PC y Xbox.","det":"*Doom 3* fue el primer juego de la saga con gráficos totalmente 3D y un enfoque más lento y atmosférico. Fue un título de lanzamiento clave para la Xbox original y un *showcase* gráfico para PC."},"EN":{"title":"*Doom 3* Launch (2004)","text":"Debut of the reboot of the id Software *shooter* saga, with a focus on horror for PC and Xbox.","det":"*Doom 3* was the first game in the saga with fully 3D graphics and a slower, more atmospheric focus. It was a key launch title for the original Xbox and a graphical *showcase* for PC."}},{"date":"07/25","ES":{"title":"Lanzamiento de *Star Fox Command* (2006, NA)","text":"Debut del juego de estrategia y acción de *Star Fox* para Nintendo DS.","det":"Este título de Nintendo DS es notable por su jugabilidad táctil y por ser el primer *Star Fox* con múltiples finales que alteran la historia. Demostró la versatilidad de la consola portátil de doble pantalla."},"EN":{"title":"*Star Fox Command* Launch (2006, NA)","text":"Debut of the *Star Fox* action-strategy game for Nintendo DS.","det":"This Nintendo DS title is notable for its touch-based gameplay and for being the first *Star Fox* with multiple endings that alter the story. It demonstrated the versatility of the dual-screen handheld console."}},{"date":"07/26","ES":{"title":"Lanzamiento de *BioShock Infinite* en Japón (2013)","text":"Debut del aclamado *shooter* de Irrational Games, conocido por su narrativa filosófica, en PS3 y Xbox 360.","det":"*BioShock Infinite* fue un éxito crítico en consolas, aclamado por su ambientación steampunk (*Columbia*) y su compleja trama de universos paralelos. Es un referente de los *shooters* narrativos."},"EN":{"title":"*BioShock Infinite* Launch in Japan (2013)","text":"Debut of Irrational Games' acclaimed *shooter*, known for its philosophical narrative, on PS3 and Xbox 360.","det":"*BioShock Infinite* was a critical success on consoles, acclaimed for its steampunk setting (*Columbia*) and complex parallel universe plot. It is a reference for narrative *shooters*."}},{"date":"07/27","ES":{"title":"Lanzamiento de *Final Fantasy Tactics Advance 2* (2007, JP)","text":"Debut de la secuela del RPG táctico para Nintendo DS.","det":"Este título de Nintendo DS llevó la jugabilidad táctica por turnos a la portátil de doble pantalla. Fue aclamado por su adictiva jugabilidad y la complejidad de su sistema de trabajos."},"EN":{"title":"*Final Fantasy Tactics Advance 2* Launch (2007, JP)","text":"Debut of the tactical RPG sequel for Nintendo DS.","det":"This Nintendo DS title brought turn-based tactical gameplay to the dual-screen handheld. It was acclaimed for its addictive gameplay and the complexity of its job system."}},{"date":"07/28","ES":{"title":"Lanzamiento de *Gears of War: Judgment* en Japón (2013)","text":"Debut de la precuela de la saga *shooter* de Xbox 360, con un nuevo protagonista, Baird.","det":"*Judgment* fue el último gran juego de la saga para la Xbox 360. Su enfoque en misiones cortas y puntuaciones demostró el intento de Microsoft de revitalizar la fórmula antes de la llegada de Xbox One."},"EN":{"title":"*Gears of War: Judgment* Launch in Japan (2013)","text":"Debut of the prequel to the Xbox 360 *shooter* saga, with a new protagonist, Baird.","det":"*Judgment* was the last major game in the saga for the Xbox 360. Its focus on short missions and scoring demonstrated Microsoft's attempt to revitalize the formula before the arrival of Xbox One."}},{"date":"07/29","ES":{"title":"Lanzamiento de *The Elder Scrolls V: Skyrim* en Japón (2012)","text":"Debut del aclamado RPG de mundo abierto de Bethesda en el mercado japonés para PS3 y Xbox 360.","det":"*Skyrim* es un fenómeno de culto global. Su vasta libertad de mundo abierto, la jugabilidad de dragones (*Fus Ro Dah*) y su rejugabilidad lo han convertido en uno de los juegos más 'porteados' de la historia, apareciendo incluso en Nintendo Switch."},"EN":{"title":"*The Elder Scrolls V: Skyrim* Launch in Japan (2012)","text":"Debut of Bethesda's acclaimed open-world RPG in the Japanese market for PS3 and Xbox 360.","det":"*Skyrim* is a global cult phenomenon. Its vast open-world freedom, dragon gameplay (*Fus Ro Dah*), and replayability have made it one of the most 'ported' games in history, even appearing on Nintendo Switch."}},{"date":"07/30","ES":{"title":"Lanzamiento de *Metroid Prime 2: Echoes* en Japón (2005)","text":"Debut de la secuela del *shooter* de exploración de Nintendo para GameCube.","det":"*Metroid Prime 2* continuó el éxito del primer título de GameCube, destacando por su jugabilidad de mundos oscuros y claros. Es un pilar del género *Metroidvania* en 3D y un exclusivo crucial de Nintendo."},"EN":{"title":"*Metroid Prime 2: Echoes* Launch in Japan (2005)","text":"Debut of the exploration *shooter* sequel from Nintendo for GameCube.","det":"*Metroid Prime 2* continued the success of the first GameCube title, notable for its dark and light world gameplay. It is a pillar of the 3D *Metroidvania* genre and a crucial Nintendo exclusive."}},{"date":"07/31","ES":{"title":"Lanzamiento de *Castlevania: Symphony of the Night* en Japón (1997)","text":"Debut del juego que definió el género 'Metroidvania' para PlayStation.","det":"Este clásico de PlayStation es aclamado por su diseño de niveles de exploración no lineal (inspirado en *Metroid* de Nintendo), su banda sonora y su sistema RPG. Es un título fundamental de la biblioteca de la PS1."},"EN":{"title":"*Castlevania: Symphony of the Night* Launch in Japan (1997)","text":"Debut of the game that defined the 'Metroidvania' genre for PlayStation.","det":"This PlayStation classic is acclaimed for its non-linear exploration level design (inspired by Nintendo's *Metroid*), its soundtrack, and its RPG system. It is a fundamental title in the PS1 library."}},{"date":"08/01","ES":{"title":"Lanzamiento de *StarCraft: Brood War* (1998, PC)","text":"Debut de la expansión del juego de estrategia en tiempo real (RTS) de Blizzard Entertainment.","det":"*Brood War* es aclamado por su balance y jugabilidad compleja, que solidificaron el estatus de *StarCraft* como un pilar de los eSports en Corea del Sur y el PC gaming a nivel mundial."},"EN":{"title":"*StarCraft: Brood War* Launch (1998, PC)","text":"Debut of the expansion pack for Blizzard Entertainment's real-time strategy (RTS) game.","det":"*Brood War* is acclaimed for its balance and complex gameplay, which solidified *StarCraft*'s status as a pillar of eSports in South Korea and PC gaming worldwide."}},{"date":"08/02","ES":{"title":"Lanzamiento de *GoldenEye 007* (1997, NA)","text":"Debut del *shooter* en primera persona de Rare para Nintendo 64 que redefinió el género en consolas.","det":"Este título de Nintendo fue revolucionario, adaptando el género FPS (dominado por PC) a las consolas con un sistema de control innovador y popularizando el modo multijugador a pantalla dividida, un hito en la historia de la N64."},"EN":{"title":"*GoldenEye 007* Launch (1997, NA)","text":"Debut of Rare's first-person *shooter* for Nintendo 64 that redefined the genre on consoles.","det":"This Nintendo title was revolutionary, adapting the FPS genre (dominated by PC) to consoles with an innovative control system and popularizing the split-screen multiplayer mode, a milestone in N64 history."}},{"date":"08/03","ES":{"title":"Lanzamiento de *Super Mario Bros. 2* en Japón (1987)","text":"Debut de la secuela de plataformas para Famicom (NES), conocida por su dificultad extrema.","det":"Esta versión japonesa fue tan difícil que Nintendo of America decidió reemplazarla con *Doki Doki Panic* (luego llamado *Super Mario Bros. 2* en Occidente). Es un artefacto fascinante de la historia de la NES."},"EN":{"title":"*Super Mario Bros. 2* Launch in Japan (1987)","text":"Debut of the platform sequel for Famicom (NES), known for its extreme difficulty.","det":"This Japanese version was so difficult that Nintendo of America decided to replace it with *Doki Doki Panic* (later called *Super Mario Bros. 2* in the West). It is a fascinating artifact of NES history."}},{"date":"08/04","ES":{"title":"Lanzamiento de *Borderlands 2* en Japón (2012)","text":"Debut del popular *looter shooter* de Gearbox en el mercado japonés para PS3 y Xbox 360.","det":"*Borderlands 2* perfeccionó la fórmula de disparos y RPG, ofreciendo un vasto mundo abierto y un adictivo juego cooperativo. Fue un éxito masivo en consolas, consolidando el género *looter shooter* en PlayStation y Xbox."},"EN":{"title":"*Borderlands 2* Launch in Japan (2012)","text":"Debut of Gearbox's popular *looter shooter* in the Japanese market for PS3 and Xbox 360.","det":"*Borderlands 2* perfected the shooter/RPG formula, offering a vast open world and addictive co-op gameplay. It was a massive success on consoles, consolidating the *looter shooter* genre on PlayStation and Xbox."}},{"date":"08/05","ES":{"title":"Lanzamiento de *Grand Theft Auto 2* en Europa (1999)","text":"Debut de la segunda entrega de la saga de mundo abierto de Rockstar Games para PlayStation y PC.","det":"*GTA 2* mantuvo la perspectiva cenital, pero añadió un sistema de reputación con bandas criminales. Ayudó a establecer la franquicia en la PlayStation original antes del salto al 3D en la PS2."},"EN":{"title":"*Grand Theft Auto 2* Launch in Europe (1999)","text":"Debut of the second installment of Rockstar Games' open-world saga for PlayStation and PC.","det":"*GTA 2* maintained the top-down perspective but added a reputation system with criminal gangs. It helped establish the franchise on the original PlayStation before the jump to 3D on the PS2."}},{"date":"08/06","ES":{"title":"Lanzamiento de *Pokémon Black and White* en Europa (2011)","text":"Debut de la quinta generación de Pokémon para Nintendo DS en el mercado europeo.","det":"Estos títulos de Nintendo DS fueron aclamados por reintroducir solo nuevos Pokémon inicialmente y por su narrativa más oscura y madura. Fueron un éxito crucial para la Nintendo DS en sus últimos años."},"EN":{"title":"*Pokémon Black and White* Launch in Europe (2011)","text":"Debut of the fifth generation of Pokémon for Nintendo DS in the European market.","det":"These Nintendo DS titles were acclaimed for initially introducing only new Pokémon and for their darker, more mature narrative. They were a crucial success for the Nintendo DS in its final years."}},{"date":"08/07","ES":{"title":"Lanzamiento de *Super Metroid* en Japón (1994)","text":"Debut del clásico de acción-exploración de Nintendo para Super Nintendo (SNES).","det":"*Super Metroid* es una obra maestra del diseño de niveles. Su jugabilidad no lineal y atmosférica lo convirtieron en un pilar del género 'Metroidvania', influenciando a consolas como PlayStation y Xbox."},"EN":{"title":"*Super Metroid* Launch in Japan (1994)","text":"Debut of Nintendo's action-exploration classic for Super Nintendo (SNES).","det":"*Super Metroid* is a masterpiece of level design. Its non-linear and atmospheric gameplay made it a pillar of the 'Metroidvania' genre, influencing consoles like PlayStation and Xbox."}},{"date":"08/08","ES":{"title":"Lanzamiento de *Star Fox 64* en Japón (1997)","text":"Debut del juego de *shooter* sobre rieles de Nintendo para Nintendo 64, introduciendo el Rumble Pak.","det":"*Star Fox 64* fue un éxito masivo en la N64. Fue el primer juego en incluir el accesorio Rumble Pak, que proporcionaba vibración, una característica que luego adoptarían los controles de PlayStation y Xbox."},"EN":{"title":"*Star Fox 64* Launch in Japan (1997)","text":"Debut of Nintendo's rail *shooter* game for Nintendo 64, introducing the Rumble Pak.","det":"*Star Fox 64* was a massive success on the N64. It was the first game to include the Rumble Pak accessory, which provided vibration, a feature later adopted by PlayStation and Xbox controllers."}},{"date":"08/09","ES":{"title":"Lanzamiento de *The Legend of Zelda: The Wind Waker* en Europa (2004)","text":"Debut en Europa del juego de Zelda para Nintendo GameCube, famoso por su estilo *cel-shading*.","det":"Aunque controvertido inicialmente por su estilo gráfico, *Wind Waker* es ahora un clásico de la GameCube. Su jugabilidad centrada en la navegación y su emotiva narrativa lo hicieron un título esencial de Nintendo."},"EN":{"title":"*The Legend of Zelda: The Wind Waker* Launch in Europe (2004)","text":"European debut of the Zelda game for Nintendo GameCube, famous for its *cel-shading* style.","det":"Although initially controversial for its graphic style, *Wind Waker* is now a GameCube classic. Its gameplay focused on navigation and its emotional narrative made it an essential Nintendo title."}},{"date":"08/10","ES":{"title":"Lanzamiento de *BioShock* (2007)","text":"Debut del aclamado *shooter* narrativo de 2K Games para Xbox 360, PlayStation 3 y PC.","det":"*BioShock* es un hito de los *shooters* en consolas, aclamado por su ambientación *art déco* (Rapture) y su profunda narrativa filosófica. Fue un *showcase* gráfico para la Xbox 360 y la PS3."},"EN":{"title":"*BioShock* Launch (2007)","text":"Debut of 2K Games' acclaimed narrative *shooter* for Xbox 360, PlayStation 3, and PC.","det":"*BioShock* is a milestone for console *shooters*, acclaimed for its *art deco* setting (Rapture) and deep philosophical narrative. It was a graphical *showcase* for the Xbox 360 and PS3."}},{"date":"08/11","ES":{"title":"Lanzamiento de *Final Fantasy VII* en Europa (1998)","text":"Debut en Europa del RPG de Square Enix que popularizó el género en PlayStation.","det":"La llegada de *FFVII* a Europa fue un fenómeno que llevó los JRPGs a la audiencia masiva, consolidando la PlayStation 1 de Sony como la consola dominante. Sus gráficos 3D y su narrativa madura fueron revolucionarios."},"EN":{"title":"*Final Fantasy VII* Launch in Europe (1998)","text":"European debut of the Square Enix RPG that popularized the genre on PlayStation.","det":"The arrival of *FFVII* in Europe was a phenomenon that brought JRPGs to the mass audience, consolidating Sony's PlayStation 1 as the dominant console. Its 3D graphics and mature narrative were revolutionary."}},{"date":"08/12","ES":{"title":"Lanzamiento de *X-COM: UFO Defense* (1994, PC)","text":"Debut del juego de estrategia por turnos que se convirtió en un clásico de culto.","det":"*X-COM* es venerado por su jugabilidad profunda y su dificultad implacable. Su legado como la base de la estrategia táctica por turnos influyó en juegos en PC y consolas, incluida la versión de PlayStation 1."},"EN":{"title":"*X-COM: UFO Defense* Launch (1994, PC)","text":"Debut of the turn-based strategy game that became a cult classic.","det":"*X-COM* is revered for its deep gameplay and relentless difficulty. Its legacy as the foundation of tactical turn-based strategy influenced games on PC and consoles, including the PlayStation 1 version."}},{"date":"08/13","ES":{"title":"Lanzamiento de *Mass Effect* en PlayStation 3 (2012)","text":"Debut del primer juego de la trilogía RPG de Bioware en la consola de Sony.","det":"Originalmente un exclusivo de Xbox 360, su lanzamiento en PS3 fue un hito que permitió a los jugadores de PlayStation experimentar el aclamado inicio de la saga del Comandante Shepard."},"EN":{"title":"*Mass Effect* Launch on PlayStation 3 (2012)","text":"Debut of the first game in the Bioware RPG trilogy on Sony's console.","det":"Originally an Xbox 360 exclusive, its release on PS3 was a milestone that allowed PlayStation players to experience the acclaimed beginning of the Commander Shepard saga."}},{"date":"08/14","ES":{"title":"Lanzamiento de la Sega Saturn en Europa (1996)","text":"Debut de la consola de 32 bits de SEGA en el mercado europeo.","det":"La Sega Saturn fue la gran rival de la PlayStation 1 y la Nintendo 64. Aunque tuvo menos éxito global, es recordada por sus excelentes juegos 2D y sus exclusivos como *Panzer Dragoon* y *Nights into Dreams*."},"EN":{"title":"Sega Saturn Launch in Europe (1996)","text":"Debut of SEGA's 32-bit console in the European market.","det":"The Sega Saturn was the great rival of the PlayStation 1 and Nintendo 64. Although less globally successful, it is remembered for its excellent 2D games and its exclusives like *Panzer Dragoon* and *Nights into Dreams*."}},{"date":"08/15","ES":{"title":"Lanzamiento de *Deus Ex* (2000, PC)","text":"Debut del RPG de acción de ciencia ficción que definió el género *Immersive Sim*.","det":"*Deus Ex* es aclamado por su jugabilidad no lineal, la toma de decisiones y la complejidad de su trama de conspiración. Es un clásico de culto que influyó en juegos de consolas como *BioShock* (Xbox/PlayStation)."},"EN":{"title":"*Deus Ex* Launch (2000, PC)","text":"Debut of the science fiction action RPG that defined the *Immersive Sim* genre.","det":"*Deus Ex* is acclaimed for its non-linear gameplay, decision-making, and the complexity of its conspiracy plot. It is a cult classic that influenced console games like *BioShock* (Xbox/PlayStation)."}},{"date":"08/16","ES":{"title":"Lanzamiento de *Pokémon Diamond and Pearl* en Europa (2007)","text":"Debut de la cuarta generación de Pokémon para Nintendo DS en el mercado europeo.","det":"Estos títulos de Nintendo DS introdujeron el juego en línea y las batallas Wi-Fi a la franquicia. Fueron un éxito masivo, consolidando el estatus de la DS como la sucesora de la Game Boy."},"EN":{"title":"*Pokémon Diamond and Pearl* Launch in Europe (2007)","text":"Debut of the fourth generation of Pokémon for Nintendo DS in the European market.","det":"These Nintendo DS titles introduced online play and Wi-Fi battles to the franchise. They were a massive success, consolidating the DS's status as the successor to the Game Boy."}},{"date":"08/17","ES":{"title":"Lanzamiento de *Tomb Raider: Legend* en Japón (2006)","text":"Debut del exitoso reinicio de la saga de Lara Croft para PS2, Xbox y Xbox 360.","det":"*Legend* revitalizó la franquicia *Tomb Raider* con un enfoque en el movimiento y la acción cinematográfica. Fue un éxito comercial en ambas marcas, PlayStation y Xbox, devolviendo a Lara Croft a la prominencia."},"EN":{"title":"*Tomb Raider: Legend* Launch in Japan (2006)","text":"Debut of the successful reboot of the Lara Croft saga for PS2, Xbox, and Xbox 360.","det":"*Legend* revitalized the *Tomb Raider* franchise with a focus on cinematic movement and action. It was a commercial success on both PlayStation and Xbox brands, returning Lara Croft to prominence."}},{"date":"08/18","ES":{"title":"Lanzamiento de la Nintendo 3DS en Europa (2011)","text":"Debut de la consola portátil de doble pantalla de Nintendo con efecto 3D sin gafas.","det":"La 3DS fue una consola clave para Nintendo, llevando la jugabilidad de doble pantalla de la DS a un nuevo nivel con el 3D estereoscópico. Fue el hogar de exitosos títulos de Mario, Zelda y Pokémon."},"EN":{"title":"Nintendo 3DS Launch in Europe (2011)","text":"Debut of Nintendo's dual-screen handheld console with glasses-free 3D effect.","det":"The 3DS was a key console for Nintendo, taking the DS's dual-screen gameplay to a new level with stereoscopic 3D. It was home to successful Mario, Zelda, and Pokémon titles."}},{"date":"08/19","ES":{"title":"Lanzamiento de *Final Fantasy VIII* en Japón (1999)","text":"Debut de la octava entrega de la saga RPG de Square Enix para PlayStation.","det":"*FFVIII* para PS1 es recordado por su diseño de personajes realista, su enfoque en la historia de amor y su innovador sistema de 'Enlace' de magias. Fue uno de los juegos más vendidos de la PlayStation original."},"EN":{"title":"*Final Fantasy VIII* Launch in Japan (1999)","text":"Debut of the eighth installment of the Square Enix RPG saga for PlayStation.","det":"*FFVIII* for PS1 is remembered for its realistic character design, its focus on the love story, and its innovative 'Junction' magic system. It was one of the best-selling games on the original PlayStation."}},{"date":"08/20","ES":{"title":"Lanzamiento de *The Legend of Zelda: Four Swords Adventures* en Japón (2004)","text":"Debut del juego multijugador de Zelda para Nintendo GameCube que requería cables de conexión GBA.","det":"Este título de Nintendo fue una ambiciosa experimentación, requiriendo que cada jugador usara una Game Boy Advance conectada a la GameCube. Demostró la inclinación de Nintendo por el hardware innovador."},"EN":{"title":"*The Legend of Zelda: Four Swords Adventures* Launch in Japan (2004)","text":"Debut of the multiplayer Zelda game for Nintendo GameCube that required GBA connection cables.","det":"This Nintendo title was an ambitious experiment, requiring each player to use a Game Boy Advance connected to the GameCube. It demonstrated Nintendo's penchant for innovative hardware."}},{"date":"08/21","ES":{"title":"Lanzamiento de *Super Smash Bros. Melee* en Europa (2003)","text":"Debut del juego de lucha *crossover* de Nintendo para GameCube en el mercado europeo.","det":"*Melee* es un pilar del juego competitivo y los eSports. Su jugabilidad rápida y técnica lo convirtieron en un favorito de culto que impulsó las ventas de la Nintendo GameCube y sigue siendo jugado hoy en día."},"EN":{"title":"*Super Smash Bros. Melee* Launch in Europe (2003)","text":"Debut of Nintendo's *crossover* fighting game for GameCube in the European market.","det":"*Melee* is a pillar of competitive gaming and eSports. Its fast and technical gameplay made it a cult favorite that boosted Nintendo GameCube sales and is still played today."}},{"date":"08/22","ES":{"title":"Lanzamiento de *Pokémon Red and Blue* en Europa (1998)","text":"Debut de la franquicia Pokémon en el mercado europeo para Game Boy de Nintendo.","det":"Este lanzamiento de Nintendo fue un fenómeno cultural global. *Pokémon* se convirtió en una de las franquicias de medios más grandes de la historia, cimentando el dominio de la Game Boy en el mercado portátil."},"EN":{"title":"*Pokémon Red and Blue* Launch in Europe (1998)","text":"Debut of the Pokémon franchise in the European market for Nintendo Game Boy.","det":"This Nintendo launch was a global cultural phenomenon. *Pokémon* became one of the largest media franchises in history, cementing the Game Boy's dominance in the handheld market."}},{"date":"08/23","ES":{"title":"Lanzamiento de *Super Mario Sunshine* en Norteamérica (2002)","text":"Debut de la aventura 3D de Mario para Nintendo GameCube, introduciendo el dispositivo F.L.U.D.D.","det":"Fue el segundo gran juego de plataformas 3D de Mario. Su jugabilidad centrada en el uso de agua (F.L.U.D.D.) fue una adición refrescante al canon de Nintendo y un exclusivo de la GameCube."},"EN":{"title":"*Super Mario Sunshine* Launch in North America (2002)","text":"Debut of Mario's 3D adventure for Nintendo GameCube, introducing the F.L.U.D.D. device.","det":"It was Mario's second major 3D platformer. Its gameplay centered on the use of water (F.L.U.D.D.) was a refreshing addition to the Nintendo canon and a GameCube exclusive."}},{"date":"08/24","ES":{"title":"Lanzamiento de *E.T. the Extra-Terrestrial* (1982, Atari 2600)","text":"Debut del videojuego que, a menudo, se cita como la causa principal del 'Crash de Videojuegos de 1983'.","det":"La mala calidad y sobreproducción de este juego de Atari, enterrado en un vertedero, se convirtió en un símbolo de la crisis que casi destruye la industria, hasta que Nintendo la revivió con la NES."},"EN":{"title":"*E.T. the Extra-Terrestrial* Launch (1982, Atari 2600)","text":"Debut of the video game often cited as the main cause of the 'Video Game Crash of 1983'.","det":"The poor quality and overproduction of this Atari game, buried in a landfill, became a symbol of the crisis that almost destroyed the industry, until Nintendo revived it with the NES."}},{"date":"08/25","ES":{"title":"Lanzamiento de *Warcraft III: Reign of Chaos* (2002, PC)","text":"Debut del aclamado RTS de fantasía de Blizzard que introdujo elementos RPG.","det":"*Warcraft III* es un clásico del PC gaming. Su editor de mapas (World Editor) fue la cuna de los géneros MOBA (como *Dota* y *League of Legends*), influenciando a consolas (Xbox/PlayStation) a través de estos subgéneros."},"EN":{"title":"*Warcraft III: Reign of Chaos* Launch (2002, PC)","text":"Debut of Blizzard's acclaimed fantasy RTS that introduced RPG elements.","det":"*Warcraft III* is a PC gaming classic. Its map editor (World Editor) was the birthplace of the MOBA genres (like *Dota* and *League of Legends*), influencing consoles (Xbox/PlayStation) through these subgenres."}},{"date":"08/26","ES":{"title":"Lanzamiento de *Final Fantasy X* en Europa (2002)","text":"Debut de la décima entrega de la saga RPG en el mercado europeo para PlayStation 2.","det":"*FFX* fue un logro técnico y narrativo para la PS2, siendo el primer juego de la saga con voz completa. Consolidó a la PlayStation 2 como la consola dominante del JRPG en la sexta generación."},"EN":{"title":"*Final Fantasy X* Launch in Europe (2002)","text":"Debut of the tenth installment of the RPG saga in the European market for PlayStation 2.","det":"*FFX* was a technical and narrative achievement for the PS2, being the first game in the saga with full voice acting. It consolidated the PlayStation 2 as the dominant JRPG console of the sixth generation."}},{"date":"08/27","ES":{"title":"Lanzamiento de *Final Fantasy XIV: A Realm Reborn* (2013)","text":"Debut del exitoso relanzamiento del MMORPG de Square Enix para PS3 y PC.","det":"El relanzamiento de *FFXIV* fue una hazaña de la industria. Demostró la capacidad de Square Enix para recuperar un juego fallido, creando uno de los MMORPG más populares en PC y consolas PlayStation."},"EN":{"title":"*Final Fantasy XIV: A Realm Reborn* Launch (2013)","text":"Debut of the successful re-launch of the Square Enix MMORPG for PS3 and PC.","det":"The re-launch of *FFXIV* was an industry feat. It demonstrated Square Enix's ability to salvage a failed game, creating one of the most popular MMORPGs on PC and PlayStation consoles."}},{"date":"08/28","ES":{"title":"Lanzamiento de *Kingdom Hearts* en Norteamérica (2002)","text":"Debut del *crossover* RPG de Square Enix y Disney para PlayStation 2.","det":"Este título de PS2 fue un éxito inesperado. Su combinación de *Final Fantasy* (Square Enix) y Disney, junto con su innovador combate de acción, lo convirtieron en un clásico instantáneo de la PlayStation."},"EN":{"title":"*Kingdom Hearts* Launch in North America (2002)","text":"Debut of the Square Enix and Disney RPG *crossover* for PlayStation 2.","det":"This PS2 title was an unexpected success. Its combination of *Final Fantasy* (Square Enix) and Disney, along with its innovative action combat, made it an instant PlayStation classic."}},{"date":"08/29","ES":{"title":"Lanzamiento de *Super Mario Kart* en Japón (1992)","text":"Debut del juego de carreras que originó el subgénero de carreras de karts en Super Nintendo (SNES).","det":"*Super Mario Kart* de Nintendo fue el primero en presentar carreras con objetos ofensivos y defensivos. Cimentó la fórmula que se convertiría en un pilar de la jugabilidad multijugador en todas las consolas Nintendo."},"EN":{"title":"*Super Mario Kart* Launch in Japan (1992)","text":"Debut of the racing game that originated the kart racing subgenre on Super Nintendo (SNES).","det":"Nintendo's *Super Mario Kart* was the first to feature racing with offensive and defensive items. It cemented the formula that would become a pillar of multiplayer gameplay on all Nintendo consoles."}},{"date":"08/30","ES":{"title":"Lanzamiento de *Metal Gear Solid V: The Phantom Pain* (2015)","text":"Debut del último juego de Hideo Kojima bajo Konami para PS4 y Xbox One, centrado en el mundo abierto.","det":"Este título de PS4 y Xbox One fue aclamado por su jugabilidad de sigilo de mundo abierto. Fue un evento masivo, marcando el final de la era de Kojima con Konami y demostrando el poder gráfico de la octava generación de consolas."},"EN":{"title":"*Metal Gear Solid V: The Phantom Pain* Launch (2015)","text":"Debut of Hideo Kojima's last game under Konami for PS4 and Xbox One, focused on the open world.","det":"This PS4 and Xbox One title was acclaimed for its open-world stealth gameplay. It was a massive event, marking the end of the Kojima-Konami era and demonstrating the graphical power of the eighth console generation."}},{"date":"08/31","ES":{"title":"Lanzamiento de *World of Warcraft: Wrath of the Lich King* (2009, EU)","text":"Debut en Europa de la expansión del MMORPG de Blizzard, aclamada como la mejor de la saga.","det":"*WotLK* es una expansión icónica del PC gaming, llevando a los jugadores al continente de Northrend y concluyendo la historia de Arthas Menethil. Su éxito consolidó el dominio de *WoW* en el género MMORPG."},"EN":{"title":"*World of Warcraft: Wrath of the Lich King* Launch (2009, EU)","text":"European debut of the Blizzard MMORPG expansion, acclaimed as the best in the saga.","det":"*WotLK* is an iconic PC gaming expansion, taking players to the continent of Northrend and concluding the story of Arthas Menethil. Its success cemented *WoW*'s dominance in the MMORPG genre."}},{"date":"09/01","ES":{"title":"Lanzamiento de *Sly Cooper and the Thievius Raccoonus* (2002)","text":"Debut de la saga de plataformas y sigilo de Sucker Punch para PlayStation 2.","det":"Sly Cooper se convirtió en una de las mascotas clave de la PlayStation 2. Su estilo *cel-shading* y su jugabilidad de sigilo ligero lo distinguieron de otros juegos de plataformas de la época de Sony."},"EN":{"title":"*Sly Cooper and the Thievius Raccoonus* Launch (2002)","text":"Debut of Sucker Punch's platform and stealth saga for PlayStation 2.","det":"Sly Cooper became one of the key mascots of the PlayStation 2. Its *cel-shading* style and light stealth gameplay distinguished it from other Sony platformers of the time."}},{"date":"09/02","ES":{"title":"Lanzamiento de *The Legend of Zelda: A Link to the Past* (1992, NA)","text":"Debut en Norteamérica del clásico de acción-aventura 2D para Super Nintendo (SNES).","det":"Este título de Nintendo para SNES perfeccionó la fórmula de la saga con la introducción del concepto de 'Mundo Oscuro' y 'Mundo de Luz'. Es considerado el mejor juego 2D de *Zelda* e influyó en innumerables RPGs y aventuras."},"EN":{"title":"*The Legend of Zelda: A Link to the Past* Launch (1992, NA)","text":"North American debut of the 2D action-adventure classic for Super Nintendo (SNES).","det":"This Nintendo title for SNES perfected the saga's formula with the introduction of the 'Dark World' and 'Light World' concept. It is considered the best 2D *Zelda* game and influenced countless RPGs and adventures."}},{"date":"09/03","ES":{"title":"Lanzamiento de la PlayStation 2 (PS2) en Japón (2001)","text":"Debut de la consola más vendida de la historia de Sony en su mercado local.","det":"La PS2 fue una consola revolucionaria al incluir un lector de DVD y ser retrocompatible. Su éxito cimentó el dominio de Sony en la industria del videojuego, superando a la Xbox de Microsoft y a la GameCube de Nintendo."},"EN":{"title":"PlayStation 2 (PS2) Launch in Japan (2001)","text":"Debut of Sony's best-selling console in history in its home market.","det":"The PS2 was a revolutionary console, including a DVD player and being backward compatible. Its success cemented Sony's dominance in the video game industry, surpassing Microsoft's Xbox and Nintendo's GameCube."}},{"date":"09/04","ES":{"title":"Lanzamiento de *Metal Gear Solid V: Ground Zeroes* (2014, JP)","text":"Debut del prólogo jugable de *The Phantom Pain* para PlayStation y Xbox, centrado en el sigilo libre.","det":"Este lanzamiento demostró el potencial del motor gráfico FOX Engine y la transición de la saga a un entorno de mundo abierto. Fue un *showcase* gráfico para PS4 y Xbox One."},"EN":{"title":"*Metal Gear Solid V: Ground Zeroes* Launch (2014, JP)","text":"Debut of the playable prologue to *The Phantom Pain* for PlayStation and Xbox, focused on free stealth.","det":"This launch demonstrated the potential of the FOX Engine graphics engine and the saga's transition to an open-world environment. It was a graphical *showcase* for PS4 and Xbox One."}},{"date":"09/05","ES":{"title":"Lanzamiento de *Destiny* (2014)","text":"Debut del *shooter* multijugador masivo de Bungie (creadores de *Halo*) para PS4 y Xbox One.","det":"*Destiny* fue un lanzamiento crucial de la octava generación, combinando elementos de *shooter* en primera persona con MMO. Fue un éxito comercial en ambas plataformas, PlayStation y Xbox, popularizando el modelo de 'juego como servicio'."},"EN":{"title":"*Destiny* Launch (2014)","text":"Debut of Bungie's (creators of *Halo*) massive multiplayer *shooter* for PS4 and Xbox One.","det":"*Destiny* was a crucial launch of the eighth generation, combining first-person shooter elements with MMO. It was a commercial success on both platforms, PlayStation and Xbox, popularizing the 'game as a service' model."}},{"date":"09/06","ES":{"title":"Lanzamiento de *Spyro: Year of the Dragon* (2000, NA)","text":"Debut de la tercera y aclamada entrega del dragón Spyro para PlayStation 1.","det":"Esta fue la última entrega de la trilogía original de Spyro para la PS1. Es recordado por sus vastos niveles y por permitir jugar con múltiples personajes, solidificando a Spyro como una de las mascotas de PlayStation."},"EN":{"title":"*Spyro: Year of the Dragon* Launch (2000, NA)","text":"Debut of the third and acclaimed installment of the Spyro dragon for PlayStation 1.","det":"This was the last installment of the original Spyro trilogy for the PS1. It is remembered for its vast levels and for allowing play with multiple characters, solidifying Spyro as one of PlayStation's mascots."}},{"date":"09/07","ES":{"title":"Lanzamiento de *Halo: Reach* (2010)","text":"Debut de la precuela de la saga *Halo* de Bungie para Xbox 360.","det":"*Reach* fue la última entrega de Bungie en la saga *Halo* antes de cederla a 343 Industries. Aclamado por su campaña oscura y su multijugador profundo, fue un *vende-consolas* clave para la Xbox 360."},"EN":{"title":"*Halo: Reach* Launch (2010)","text":"Debut of Bungie's *Halo* saga prequel for Xbox 360.","det":"*Reach* was Bungie's last installment in the *Halo* saga before handing it over to 343 Industries. Acclaimed for its dark campaign and deep multiplayer, it was a key *console-seller* for the Xbox 360."}},{"date":"09/08","ES":{"title":"Lanzamiento de *Pokémon Yellow* en Japón (1998)","text":"Debut de la versión especial de la primera generación, siguiendo el anime, para Game Boy de Nintendo.","det":"*Pokémon Yellow* fue la tercera versión de la primera generación para Game Boy. Introdujo a Pikachu siguiendo al jugador, un guiño al anime que lo convirtió en un éxito rotundo en la portátil de Nintendo."},"EN":{"title":"*Pokémon Yellow* Launch in Japan (1998)","text":"Debut of the special version of the first generation, following the anime, for Nintendo Game Boy.","det":"*Pokémon Yellow* was the third version of the first generation for Game Boy. It introduced Pikachu following the player, a nod to the anime that made it a resounding success on the Nintendo handheld."}},{"date":"09/09","ES":{"title":"Lanzamiento de la PlayStation 1 (PS1) en Norteamérica (1995)","text":"Debut de la consola de Sony que redefinió la industria del videojuego doméstico.","det":"El lanzamiento de la PS1 fue un evento sísmico. Su uso de CD-ROM (frente a los cartuchos de Nintendo) y su precio agresivo cambiaron el equilibrio de poder en la 'Guerra de Consolas' contra Nintendo y Sega."},"EN":{"title":"PlayStation 1 (PS1) Launch in North America (1995)","text":"Debut of the Sony console that redefined the home video game industry.","det":"The PS1 launch was a seismic event. Its use of CD-ROMs (versus Nintendo's cartridges) and its aggressive price changed the balance of power in the 'Console War' against Nintendo and Sega."}},{"date":"09/10","ES":{"title":"Lanzamiento de *Final Fantasy IX* en Japón (2000)","text":"Debut de la novena entrega de la saga RPG de Square Enix para PlayStation.","det":"*FFIX* fue un regreso al estilo clásico de fantasía de la saga tras los enfoques más futuristas de *FFVII* y *FFVIII*. Es aclamado como el canto del cisne de la PlayStation 1 de Sony."},"EN":{"title":"*Final Fantasy IX* Launch in Japan (2000)","text":"Debut of the ninth installment of the Square Enix RPG saga for PlayStation.","det":"*FFIX* was a return to the classic fantasy style of the saga after the more futuristic approaches of *FFVII* and *FFVIII*. It is acclaimed as the swan song of the Sony PlayStation 1."}},{"date":"09/11","ES":{"title":"Lanzamiento de *Gears of War 3* (2011)","text":"Debut de la conclusión de la trilogía original de Marcus Fenix para Xbox 360.","det":"*Gears 3* fue el gran cierre de la saga *shooter* de Epic Games. Aclamado por su campaña cooperativa y su modo Horda, fue un lanzamiento masivo y un pilar del dominio de la Xbox 360 en el género *shooter* en tercera persona."},"EN":{"title":"*Gears of War 3* Launch (2011)","text":"Debut of the conclusion of the original Marcus Fenix trilogy for Xbox 360.","det":"*Gears 3* was the grand finale of Epic Games' *shooter* saga. Acclaimed for its cooperative campaign and Horde mode, it was a massive launch and a pillar of the Xbox 360's dominance in the third-person shooter genre."}},{"date":"09/12","ES":{"title":"Lanzamiento de la Super Nintendo Entertainment System (SNES) en Norteamérica (1991)","text":"Debut de la consola de 16 bits de Nintendo, que reavivó la 'Guerra de Consolas' contra Sega.","det":"La SNES se lanzó con *Super Mario World*, estableciendo un nuevo estándar de gráficos y sonido en 16 bits. Su rivalidad con la Sega Genesis es la más legendaria en la historia de las consolas."},"EN":{"title":"Super Nintendo Entertainment System (SNES) Launch in North America (1991)","text":"Debut of Nintendo's 16-bit console, reigniting the 'Console War' against Sega.","det":"The SNES launched with *Super Mario World*, setting a new standard for 16-bit graphics and sound. Its rivalry with the Sega Genesis is the most legendary in console history."}},{"date":"09/13","ES":{"title":"Lanzamiento de *Super Mario Bros.* en Japón (1985)","text":"Debut del juego de plataformas para Famicom (NES) que salvó la industria.","det":"*Super Mario Bros.* de Nintendo no solo fue un éxito masivo, sino que revivió el mercado de videojuegos domésticos tras el 'Crash de Atari' en 1983. Es el juego que definió los juegos de plataformas y la NES."},"EN":{"title":"*Super Mario Bros.* Launch in Japan (1985)","text":"Debut of the platform game for Famicom (NES) that saved the industry.","det":"Nintendo's *Super Mario Bros.* was not only a massive success but also revived the home video game market after the 'Atari Crash' in 1983. It is the game that defined platformers and the NES."}},{"date":"09/14","ES":{"title":"Lanzamiento de *Kingdom Hearts* en Europa (2002)","text":"Debut en Europa del RPG *crossover* de Square Enix y Disney para PlayStation 2.","det":"La combinación de personajes de *Final Fantasy* con los mundos de Disney fue un éxito rotundo para la PS2. Su éxito en Europa fue crucial para la expansión global de la saga de Square Enix y la marca PlayStation."},"EN":{"title":"*Kingdom Hearts* Launch in Europe (2002)","text":"European debut of the Square Enix and Disney RPG *crossover* for PlayStation 2.","det":"The combination of *Final Fantasy* characters with Disney worlds was a resounding success for the PS2. Its success in Europe was crucial for the global expansion of the Square Enix saga and the PlayStation brand."}},{"date":"09/15","ES":{"title":"Lanzamiento de *Pokémon Mystery Dungeon: Blue Rescue Team* (2006, EU)","text":"Debut en Europa del *spin-off* RPG de mazmorras para Nintendo DS.","det":"Este título de Nintendo DS consolidó la sub-saga *Mystery Dungeon*. Su jugabilidad *roguelike* y su narrativa emotiva lo convirtieron en un favorito de culto en la portátil de Nintendo."},"EN":{"title":"*Pokémon Mystery Dungeon: Blue Rescue Team* Launch (2006, EU)","text":"European debut of the dungeon RPG *spin-off* for Nintendo DS.","det":"This Nintendo DS title consolidated the *Mystery Dungeon* sub-saga. Its *roguelike* gameplay and emotional narrative made it a cult favorite on the Nintendo handheld."}},{"date":"09/16","ES":{"title":"Lanzamiento de *Grand Theft Auto V* (2013)","text":"Debut del juego de mundo abierto de Rockstar Games, uno de los más exitosos de la historia, en PS3 y Xbox 360.","det":"*GTA V* fue un evento global, vendiendo miles de millones. Su vasto mundo y el lanzamiento de *GTA Online* lo mantuvieron relevante durante varias generaciones de consolas (PS3, Xbox 360, PS4, Xbox One, PS5, Xbox Series X/S)."},"EN":{"title":"*Grand Theft Auto V* Launch (2013)","text":"Debut of Rockstar Games' open-world game, one of the most successful in history, on PS3 and Xbox 360.","det":"*GTA V* was a global event, selling billions. Its vast world and the launch of *GTA Online* kept it relevant across several console generations (PS3, Xbox 360, PS4, Xbox One, PS5, Xbox Series X/S)."}},{"date":"09/17","ES":{"title":"Lanzamiento de *Borderlands* (2009)","text":"Debut del primer *looter shooter* de Gearbox para PS3 y Xbox 360, combinando *shooter* y RPG.","det":"*Borderlands* creó un nuevo género con su enfoque en el *looteo* de armas procedurales y su estilo artístico *cel-shading*. Fue un éxito en ambas consolas, PlayStation y Xbox, popularizando el multijugador cooperativo en línea."},"EN":{"title":"*Borderlands* Launch (2009)","text":"Debut of Gearbox's first *looter shooter* for PS3 and Xbox 360, combining shooter and RPG.","det":"*Borderlands* created a new genre with its focus on procedural weapon *looting* and its *cel-shading* art style. It was a success on both consoles, PlayStation and Xbox, popularizing online cooperative multiplayer."}},{"date":"09/18","ES":{"title":"Lanzamiento de *Metroid Prime* en Japón (2003)","text":"Debut en Japón del *shooter* de exploración en primera persona para Nintendo GameCube.","det":"*Metroid Prime* fue aclamado por traducir con éxito la jugabilidad de exploración 2D de Nintendo a un entorno 3D, demostrando la versatilidad de la GameCube y estableciendo un nuevo estándar para el diseño de juegos."},"EN":{"title":"*Metroid Prime* Launch in Japan (2003)","text":"Japanese debut of the first-person exploration *shooter* for Nintendo GameCube.","det":"*Metroid Prime* was acclaimed for successfully translating Nintendo's 2D exploration gameplay into a 3D environment, demonstrating the GameCube's versatility and setting a new standard for game design."}},{"date":"09/19","ES":{"title":"Lanzamiento de *Sonic Adventure* en Norteamérica (1999)","text":"Debut del primer gran juego 3D de Sonic para SEGA Dreamcast.","det":"*Sonic Adventure* fue el título de lanzamiento clave para la SEGA Dreamcast. Su ambición de llevar a Sonic al mundo 3D demostró el potencial de la Dreamcast frente a la inminente PlayStation 2."},"EN":{"title":"*Sonic Adventure* Launch in North America (1999)","text":"Debut of the first major 3D Sonic game for SEGA Dreamcast.","det":"*Sonic Adventure* was the key launch title for the SEGA Dreamcast. Its ambition to bring Sonic into the 3D world demonstrated the Dreamcast's potential against the impending PlayStation 2."}},{"date":"09/20","ES":{"title":"Lanzamiento de *The Legend of Zelda: Oracle of Ages/Seasons* (2001, NA)","text":"Debut de los juegos de Zelda que interactuaban entre sí para Game Boy Color de Nintendo.","det":"Estos dos títulos para Game Boy Color (desarrollados por Capcom) introdujeron el sistema de 'enlace' que permitía a los jugadores completar la historia real. Son clásicos de la portátil de Nintendo."},"EN":{"title":"*The Legend of Zelda: Oracle of Ages/Seasons* Launch (2001, NA)","text":"Debut of the interlinking Zelda games for Nintendo Game Boy Color.","det":"These two titles for Game Boy Color (developed by Capcom) introduced the 'link' system that allowed players to complete the true story. They are classics of the Nintendo handheld."}},{"date":"09/21","ES":{"title":"Lanzamiento de *Super Smash Bros.* en Norteamérica (1999)","text":"Debut del juego de lucha *crossover* de Nintendo para Nintendo 64.","det":"*Super Smash Bros.* fue una sorpresa, reuniendo a los personajes icónicos de Nintendo (Mario, Link, Pikachu, etc.). Se convirtió en un fenómeno multijugador local en la N64 y en una de las sagas más importantes de Nintendo."},"EN":{"title":"*Super Smash Bros.* Launch in North America (1999)","text":"Debut of Nintendo's *crossover* fighting game for Nintendo 64.","det":"*Super Smash Bros.* was a surprise, bringing together Nintendo's iconic characters (Mario, Link, Pikachu, etc.). It became a local multiplayer phenomenon on the N64 and one of Nintendo's most important sagas."}},{"date":"09/22","ES":{"title":"Lanzamiento de *Uncharted 4: A Thief's End* en Japón (2016)","text":"Debut de la conclusión de la saga de Nathan Drake para PlayStation 4.","det":"*Uncharted 4* fue un éxito masivo para la PS4. Su campaña cinematográfica y sus impresionantes gráficos demostraron el poder de la consola y la capacidad de Naughty Dog como estudio exclusivo de PlayStation."},"EN":{"title":"*Uncharted 4: A Thief's End* Launch in Japan (2016)","text":"Debut of the conclusion of the Nathan Drake saga for PlayStation 4.","det":"*Uncharted 4* was a massive success for the PS4. Its cinematic campaign and stunning graphics demonstrated the console's power and Naughty Dog's capability as a PlayStation exclusive studio."}},{"date":"09/23","ES":{"title":"Lanzamiento de *Dark Souls* en Norteamérica (2011)","text":"Debut del RPG de acción de FromSoftware para PlayStation 3 y Xbox 360.","det":"*Dark Souls* fue un fenómeno de culto que popularizó el género de dificultad extrema. Su jugabilidad implacable y su diseño de niveles interconectados definieron el género 'Souls-like' en consolas."},"EN":{"title":"*Dark Souls* Launch in North America (2011)","text":"Debut of FromSoftware's action RPG for PlayStation 3 and Xbox 360.","det":"*Dark Souls* was a cult phenomenon that popularized the extreme difficulty genre. Its relentless gameplay and interconnected level design defined the 'Souls-like' genre on consoles."}},{"date":"09/24","ES":{"title":"Lanzamiento de *Marvel's Spider-Man* en Europa (2018)","text":"Debut del aclamado juego de superhéroes de Insomniac Games para PlayStation 4.","det":"Este título de PS4 es aclamado por su fluido sistema de balanceo de telarañas y su narrativa. Se convirtió en un *vende-consolas* clave y un pilar de los exclusivos de PlayStation Studios."},"EN":{"title":"*Marvel's Spider-Man* Launch in Europe (2018)","text":"Debut of Insomniac Games' acclaimed superhero game for PlayStation 4.","det":"This PS4 title is acclaimed for its fluid web-slinging system and narrative. It became a key *console-seller* and a pillar of PlayStation Studios' exclusives."}},{"date":"09/25","ES":{"title":"Lanzamiento de *The Last of Us Part II* en Japón (2020)","text":"Debut de la controvertida y aclamada secuela de Naughty Dog para PlayStation 4.","det":"*TLOU2* llevó los límites gráficos y narrativos de la PS4 al extremo. Ganó numerosos premios, reafirmando a Naughty Dog como el estudio narrativo élite de PlayStation."},"EN":{"title":"*The Last of Us Part II* Launch in Japan (2020)","text":"Debut of Naughty Dog's controversial and acclaimed sequel for PlayStation 4.","det":"*TLOU2* pushed the graphical and narrative limits of the PS4 to the extreme. It won numerous awards, reaffirming Naughty Dog as PlayStation's elite narrative studio."}},{"date":"09/26","ES":{"title":"Lanzamiento de *Super Mario Galaxy* en Japón (2007)","text":"Debut del aclamado juego de plataformas 3D de Mario para Nintendo Wii.","det":"Considerado uno de los mejores juegos de la Wii, *Super Mario Galaxy* reinventó las plataformas 3D con su jugabilidad centrada en la gravedad y los planetas. Fue un título esencial para la era Wii de Nintendo."},"EN":{"title":"*Super Mario Galaxy* Launch in Japan (2007)","text":"Debut of Mario's acclaimed 3D platform game for Nintendo Wii.","det":"Considered one of the best Wii games, *Super Mario Galaxy* reinvented 3D platforming with its gravity and planet-focused gameplay. It was an essential title for the Nintendo Wii era."}},{"date":"09/27","ES":{"title":"Lanzamiento de *Sonic the Hedgehog* en Europa (1991)","text":"Debut del juego que convirtió a Sonic en la mascota de SEGA para la Mega Drive (Genesis).","det":"*Sonic* fue la respuesta de SEGA a Mario de Nintendo. Su velocidad y diseño agresivo apelaron a un mercado más maduro y fueron clave para la 'Guerra de Consolas' de 16 bits contra la SNES."},"EN":{"title":"*Sonic the Hedgehog* Launch in Europe (1991)","text":"Debut of the game that made Sonic the SEGA mascot for the Mega Drive (Genesis).","det":"*Sonic* was SEGA's answer to Nintendo's Mario. Its speed and aggressive design appealed to a more mature market and were key to the 16-bit 'Console War' against the SNES."}},{"date":"09/28","ES":{"title":"Lanzamiento de SEGA Dreamcast en Europa (1999)","text":"Debut de la última consola de SEGA, la primera de la sexta generación, en el mercado europeo.","det":"La Dreamcast fue pionera en el juego en línea y el uso de módem incorporado. Aunque tuvo una vida corta, fue la cuna de clásicos como *Shenmue* y *Sonic Adventure*, marcando el final de SEGA como fabricante de consolas."},"EN":{"title":"SEGA Dreamcast Launch in Europe (1999)","text":"Debut of SEGA's last console, the first of the sixth generation, in the European market.","det":"The Dreamcast was a pioneer in online gaming and the use of a built-in modem. Although short-lived, it was the birthplace of classics like *Shenmue* and *Sonic Adventure*, marking the end of SEGA as a console manufacturer."}},{"date":"09/29","ES":{"title":"Lanzamiento de *Mario Kart: Double Dash!!* en Japón (2003)","text":"Debut de la innovadora entrega de carreras con dos personajes por kart para Nintendo GameCube.","det":"*Double Dash!!* de Nintendo introdujo el sistema de dos corredores, añadiendo una capa extra de complejidad al juego. Es un favorito de culto que demostró la voluntad de Nintendo de experimentar con sus franquicias."},"EN":{"title":"*Mario Kart: Double Dash!!* Launch in Japan (2003)","text":"Debut of the innovative racing installment with two characters per kart for Nintendo GameCube.","det":"Nintendo's *Double Dash!!* introduced the two-rider system, adding an extra layer of complexity to the game. It is a cult favorite that demonstrated Nintendo's willingness to experiment with its franchises."}},{"date":"09/30","ES":{"title":"Lanzamiento de *Cuphead* (2017)","text":"Debut del aclamado juego de plataformas y disparos con estilo de animación de los años 30 para Xbox One y PC.","det":"*Cuphead* fue un éxito crítico y comercial, destacando por su arte *vintage* y su dificultad desafiante (*run and gun*). Fue un título clave en el catálogo de exclusivos de Xbox y PC de Microsoft."},"EN":{"title":"*Cuphead* Launch (2017)","text":"Debut of the acclaimed 1930s animation style run-and-gun platformer for Xbox One and PC.","det":"*Cuphead* was a critical and commercial success, notable for its *vintage* art and challenging difficulty. It was a key title in Microsoft's catalog of Xbox and PC exclusives."}},{"date":"10/01","ES":{"title":"Lanzamiento de la Nintendo 64 en Europa (1997)","text":"Debut de la consola de 64 bits de Nintendo en el mercado europeo.","det":"La N64 llegó a Europa un año después que en Japón y Norteamérica. A pesar de la dura competencia con la PlayStation de Sony, consolidó a Nintendo como líder en plataformas 3D gracias a títulos como *Super Mario 64*."},"EN":{"title":"Nintendo 64 Launch in Europe (1997)","text":"Debut of Nintendo's 64-bit console in the European market.","det":"The N64 arrived in Europe a year after Japan and North America. Despite fierce competition from Sony's PlayStation, it consolidated Nintendo as a leader in 3D platforms thanks to titles like *Super Mario 64*."}},{"date":"10/02","ES":{"title":"Lanzamiento de *Grand Theft Auto: San Andreas* en Norteamérica (2004)","text":"Debut del juego de mundo abierto de Rockstar Games para PlayStation 2.","det":"*San Andreas* para la PS2 fue un hito en el género de mundo abierto, ofreciendo un mapa gigantesco y elementos de RPG. Es uno de los juegos más vendidos de la historia de PlayStation."},"EN":{"title":"*Grand Theft Auto: San Andreas* Launch in North America (2004)","text":"Debut of Rockstar Games' open-world game for PlayStation 2.","det":"*San Andreas* for the PS2 was a milestone in the open-world genre, offering a gigantic map and RPG elements. It is one of the best-selling games in PlayStation history."}},{"date":"10/03","ES":{"title":"Lanzamiento de *Pokémon X and Y* (2013)","text":"Debut global de la sexta generación de Pokémon, marcando la transición a gráficos 3D en Nintendo 3DS.","det":"Estos títulos de Nintendo 3DS fueron cruciales por su lanzamiento simultáneo mundial, demostrando la coordinación de Nintendo. Introdujeron el tipo Hada y las Mega Evoluciones, revitalizando la saga."},"EN":{"title":"*Pokémon X and Y* Launch (2013)","text":"Global debut of the sixth generation of Pokémon, marking the transition to 3D graphics on Nintendo 3DS.","det":"These Nintendo 3DS titles were crucial for their simultaneous worldwide launch, demonstrating Nintendo's coordination. They introduced the Fairy type and Mega Evolutions, revitalizing the saga."}},{"date":"10/04","ES":{"title":"Lanzamiento de PlayStation VR (PS VR) (2016)","text":"Debut global del casco de Realidad Virtual para PlayStation 4.","det":"El lanzamiento de PS VR de Sony fue un paso importante para llevar la Realidad Virtual a las consolas domésticas. Su diseño plug-and-play lo convirtió en la opción de RV más accesible de la época para los jugadores de PlayStation."},"EN":{"title":"PlayStation VR (PS VR) Launch (2016)","text":"Global debut of the Virtual Reality headset for PlayStation 4.","det":"The launch of Sony's PS VR was a significant step in bringing Virtual Reality to home consoles. Its plug-and-play design made it the most accessible VR option of the time for PlayStation gamers."}},{"date":"10/05","ES":{"title":"Lanzamiento de *Street Fighter II* en Norteamérica (1992)","text":"Debut del juego de lucha de Capcom para Super Nintendo (SNES).","det":"El port de *Street Fighter II* a la SNES de Nintendo fue un éxito masivo que impulsó las ventas de la consola. Demostró la capacidad de los juegos de lucha de arcade para triunfar en el entorno doméstico, iniciando el *boom* del género."},"EN":{"title":"*Street Fighter II* Launch in North America (1992)","text":"Debut of Capcom's fighting game for Super Nintendo (SNES).","det":"The *Street Fighter II* port to the Nintendo SNES was a massive success that boosted console sales. It demonstrated the ability of arcade fighting games to succeed in the home environment, starting the genre's *boom*."}},{"date":"10/06","ES":{"title":"Lanzamiento de *Sonic the Hedgehog 2* en Europa (1992)","text":"Debut del aclamado plataformas de SEGA para Mega Drive/Genesis.","det":"*Sonic 2* consolidó a Sonic como la mascota de SEGA y rival de Mario de Nintendo. Introdujo al personaje de Tails y el *Spin Dash*, y fue crucial para la 'Guerra de Consolas' de 16 bits."},"EN":{"title":"*Sonic the Hedgehog 2* Launch in Europe (1992)","text":"Debut of SEGA's acclaimed platformer for Mega Drive/Genesis.","det":"*Sonic 2* consolidated Sonic as SEGA's mascot and rival to Nintendo's Mario. It introduced the character of Tails and the *Spin Dash*, and was crucial for the 16-bit 'Console War'."}},{"date":"10/07","ES":{"title":"Lanzamiento de *Crash Bandicoot* en Europa (1996)","text":"Debut del icónico plataformas de Naughty Dog para PlayStation 1.","det":"Crash Bandicoot se convirtió en la primera mascota no oficial de PlayStation. Su jugabilidad lineal pero técnicamente impresionante demostró las capacidades 3D de la PS1, rivalizando directamente con *Super Mario 64* de Nintendo."},"EN":{"title":"*Crash Bandicoot* Launch in Europe (1996)","text":"Debut of Naughty Dog's iconic platformer for PlayStation 1.","det":"Crash Bandicoot became the first unofficial PlayStation mascot. Its linear yet technically impressive gameplay demonstrated the PS1's 3D capabilities, directly rivaling Nintendo's *Super Mario 64*."}},{"date":"10/08","ES":{"title":"Lanzamiento de *Final Fantasy VIII* en Norteamérica (1999)","text":"Debut de la octava entrega de la saga RPG de Square Enix para PlayStation.","det":"*FFVIII* para PS1 destacó por su enfoque realista y su compleja historia de amor, que lo diferenciaron de sus predecesores. Fue un éxito comercial que reforzó el catálogo de JRPGs de la consola de Sony."},"EN":{"title":"*Final Fantasy VIII* Launch in North America (1999)","text":"Debut of the eighth installment of the Square Enix RPG saga for PlayStation.","det":"*FFVIII* for PS1 stood out for its realistic approach and complex love story, which differentiated it from its predecessors. It was a commercial success that reinforced the JRPG catalog of the Sony console."}},{"date":"10/09","ES":{"title":"Lanzamiento de *Call of Duty: Black Ops 4* en Japón (2018)","text":"Debut de la entrega de *shooter* multijugador sin campaña en el mercado japonés para PS4 y Xbox One.","det":"Este título de *Call of Duty* fue notable por eliminar el modo campaña, centrándose totalmente en el multijugador y el modo *Battle Royale* (Blackout). Fue un gran éxito en las consolas PlayStation y Xbox."},"EN":{"title":"*Call of Duty: Black Ops 4* Launch in Japan (2018)","text":"Debut of the multiplayer *shooter* installment without a campaign in the Japanese market for PS4 and Xbox One.","det":"This *Call of Duty* title was notable for eliminating the campaign mode, focusing entirely on multiplayer and the *Battle Royale* mode (Blackout). It was a great success on PlayStation and Xbox consoles."}},{"date":"10/10","ES":{"title":"Lanzamiento de Xbox Live Arcade (2004)","text":"Debut del servicio de distribución digital de juegos retro y nuevos para Xbox original.","det":"Xbox Live Arcade de Microsoft fue pionero en la distribución digital en consolas, permitiendo a los jugadores comprar juegos descargables y jugar títulos clásicos de arcade. Sentó las bases para Xbox Game Pass."},"EN":{"title":"Xbox Live Arcade Launch (2004)","text":"Debut of the digital distribution service for retro and new games for the original Xbox.","det":"Microsoft's Xbox Live Arcade pioneered digital distribution on consoles, allowing players to buy downloadable games and play classic arcade titles. It laid the foundation for Xbox Game Pass."}},{"date":"10/11","ES":{"title":"Lanzamiento de Nintendo Game Boy Color en Japón (1998)","text":"Debut de la primera consola portátil de Nintendo en color.","det":"La Game Boy Color de Nintendo extendió la vida útil de la línea Game Boy. Su compatibilidad con títulos antiguos y el lanzamiento de juegos exclusivos a todo color (como *Pokémon Gold/Silver*) la convirtieron en un éxito rotundo."},"EN":{"title":"Nintendo Game Boy Color Launch in Japan (1998)","text":"Debut of Nintendo's first color handheld console.","det":"Nintendo's Game Boy Color extended the lifespan of the Game Boy line. Its compatibility with older titles and the release of exclusive full-color games (like *Pokémon Gold/Silver*) made it a resounding success."}},{"date":"10/12","ES":{"title":"Lanzamiento de *Gears of War* (2006)","text":"Debut del *shooter* en tercera persona de Epic Games para Xbox 360.","det":"*Gears of War* fue un título fundamental para la Xbox 360. Su innovador sistema de cobertura, sus gráficos *next-gen* y su multijugador profundo cimentaron el dominio de Xbox en la séptima generación y lo convirtieron en un pilar de Microsoft."},"EN":{"title":"*Gears of War* Launch (2006)","text":"Debut of Epic Games' third-person *shooter* for Xbox 360.","det":"*Gears of War* was a foundational title for the Xbox 360. Its innovative cover system, *next-gen* graphics, and deep multiplayer cemented Xbox's dominance in the seventh generation and made it a Microsoft pillar."}},{"date":"10/13","ES":{"title":"Lanzamiento de *The Legend of Zelda: Tri Force Heroes* en Norteamérica (2015)","text":"Debut del juego multijugador cooperativo de Zelda para Nintendo 3DS.","det":"Este *spin-off* de Nintendo 3DS se centró en la resolución de acertijos de tres jugadores. Demostró la continua innovación de Nintendo con sus franquicias y el enfoque en el multijugador local en la portátil."},"EN":{"title":"*The Legend of Zelda: Tri Force Heroes* Launch in North America (2015)","text":"Debut of the cooperative multiplayer Zelda game for Nintendo 3DS.","det":"This Nintendo 3DS *spin-off* focused on three-player puzzle solving. It demonstrated Nintendo's continued innovation with its franchises and the focus on local multiplayer on the handheld."}},{"date":"10/14","ES":{"title":"Lanzamiento de la Nintendo Entertainment System (NES) en Norteamérica (1985)","text":"Debut oficial (limitado) de la consola de 8 bits de Nintendo que revivió la industria.","det":"El lanzamiento de la NES en Nueva York (junto con *Super Mario Bros.*) fue la prueba de concepto para revivir el mercado occidental. Su éxito cimentó a Nintendo como la fuerza dominante de la era moderna de las consolas."},"EN":{"title":"Nintendo Entertainment System (NES) Launch in North America (1985)","text":"Official (limited) debut of Nintendo's 8-bit console that revived the industry.","det":"The launch of the NES in New York (along with *Super Mario Bros.*) was the proof of concept to revive the Western market. Its success cemented Nintendo as the dominant force of the modern console era."}},{"date":"10/15","ES":{"title":"Lanzamiento de *Pokémon Gold and Silver* en Europa (2001)","text":"Debut de la segunda generación de Pokémon para Game Boy Color de Nintendo.","det":"Estos juegos de Nintendo GBC expandieron el mapa (incluyendo Kanto) y duplicaron el número de Pokémon. Su éxito fue crucial para la transición a la Game Boy Advance."},"EN":{"title":"*Pokémon Gold and Silver* Launch in Europe (2001)","text":"Debut of the second generation of Pokémon for Nintendo Game Boy Color.","det":"These Nintendo GBC games expanded the map (including Kanto) and doubled the number of Pokémon. Their success was crucial for the transition to the Game Boy Advance."}},{"date":"10/16","ES":{"title":"Lanzamiento de *Grand Theft Auto: Liberty City Stories* en Norteamérica (2005)","text":"Debut de la aventura de mundo abierto creada específicamente para la portátil PlayStation Portable (PSP).","det":"Este fue uno de los primeros juegos *triple-A* diseñados para la PSP. Su escala y jugabilidad demostraron el poder de la portátil de Sony, compitiendo directamente con la Nintendo DS."},"EN":{"title":"*Grand Theft Auto: Liberty City Stories* Launch in North America (2005)","text":"Debut of the open-world adventure created specifically for the PlayStation Portable (PSP) handheld.","det":"This was one of the first *triple-A* games designed for the PSP. Its scale and gameplay demonstrated the power of the Sony handheld, competing directly with the Nintendo DS."}},{"date":"10/17","ES":{"title":"Lanzamiento de *Mega Man 2* en Norteamérica (1989)","text":"Debut del aclamado juego de plataformas y acción de Capcom para Nintendo Entertainment System (NES).","det":"Considerado el mejor juego de la saga por muchos, *Mega Man 2* mejoró la fórmula del original de NES con más jefes y un diseño de niveles superior. Fue un hito para la librería de *third-party* de Nintendo."},"EN":{"title":"*Mega Man 2* Launch in North America (1989)","text":"Debut of Capcom's acclaimed action-platformer for Nintendo Entertainment System (NES).","det":"Considered the best game in the saga by many, *Mega Man 2* improved the formula of the NES original with more bosses and superior level design. It was a milestone for Nintendo's *third-party* library."}},{"date":"10/18","ES":{"title":"Lanzamiento de *God of War II* en Japón (2007)","text":"Debut de la aclamada secuela de Kratos para PlayStation 2.","det":"*God of War II* fue el canto del cisne de la PS2, llevando la consola a sus límites gráficos y de jugabilidad. Su éxito reafirmó a Kratos como una de las franquicias más importantes de PlayStation Studios."},"EN":{"title":"*God of War II* Launch in Japan (2007)","text":"Debut of the acclaimed Kratos sequel for PlayStation 2.","det":"*God of War II* was the swan song of the PS2, pushing the console to its graphical and gameplay limits. Its success reaffirmed Kratos as one of PlayStation Studios' most important franchises."}},{"date":"10/19","ES":{"title":"Lanzamiento de *Batman: Arkham City* (2011)","text":"Debut global del aclamado juego de acción-aventura de Rocksteady para PS3 y Xbox 360.","det":"*Arkham City* es considerado uno de los mejores juegos de superhéroes. Perfeccionó la jugabilidad de su predecesor con un mundo más abierto y consolidó la fórmula de combate rítmico, siendo un éxito en ambas consolas."},"EN":{"title":"*Batman: Arkham City* Launch (2011)","text":"Global debut of Rocksteady's acclaimed action-adventure game for PS3 and Xbox 360.","det":"*Arkham City* is considered one of the best superhero games. It perfected the gameplay of its predecessor with a more open world and consolidated the rhythmic combat formula, being a success on both consoles."}},{"date":"10/20","ES":{"title":"Lanzamiento de la Atari 2600 (1977)","text":"Debut de la consola de segunda generación que popularizó los cartuchos intercambiables.","det":"La Atari 2600 (originalmente Video Computer System) fue la primera consola de éxito masivo. Su arquitectura abierta y el concepto de juegos intercambiables crearon la industria moderna, inspirando a Nintendo y a todas las consolas posteriores."},"EN":{"title":"Atari 2600 Launch (1977)","text":"Debut of the second-generation console that popularized interchangeable cartridges.","det":"The Atari 2600 (originally Video Computer System) was the first mass-market success console. Its open architecture and the concept of interchangeable games created the modern industry, inspiring Nintendo and all subsequent consoles."}},{"date":"10/21","ES":{"title":"Lanzamiento de *Super Mario Odyssey* (2017)","text":"Debut global de la aclamada aventura 3D de Mario para Nintendo Switch.","det":"*Super Mario Odyssey* fue el juego que definió la Nintendo Switch. Su innovadora mecánica de captura (*Cappy*) y su jugabilidad de mundo abierto lo convirtieron en un clásico instantáneo y un *vende-consolas* para Nintendo."},"EN":{"title":"*Super Mario Odyssey* Launch (2017)","text":"Global debut of Mario's acclaimed 3D adventure for Nintendo Switch.","det":"*Super Mario Odyssey* was the game that defined the Nintendo Switch. Its innovative capture mechanic (*Cappy*) and open-world gameplay made it an instant classic and a *console-seller* for Nintendo."}},{"date":"10/22","ES":{"title":"Lanzamiento de *Grand Theft Auto: Vice City* en Norteamérica (2002)","text":"Debut de la entrega de mundo abierto de Rockstar ambientada en los años 80 para PlayStation 2.","det":"*Vice City* en la PS2 fue un éxito masivo, conocido por su vibrante ambientación en Miami y su banda sonora icónica. Consolidó la fórmula 3D de *GTA* y se convirtió en un pilar de la biblioteca de PlayStation."},"EN":{"title":"*Grand Theft Auto: Vice City* Launch in North America (2002)","text":"Debut of Rockstar's open-world installment set in the 80s for PlayStation 2.","det":"*Vice City* on the PS2 was a massive success, known for its vibrant Miami setting and iconic soundtrack. It consolidated the *GTA* 3D formula and became a pillar of the PlayStation library."}},{"date":"10/23","ES":{"title":"Lanzamiento de *Fallout 3* (2008)","text":"Debut global del RPG post-apocalíptico de Bethesda para PS3, Xbox 360 y PC.","det":"*Fallout 3* fue un éxito crítico que llevó la jugabilidad de mundo abierto de Bethesda a un entorno post-apocalíptico. Fue un *showcase* técnico y un *vende-consolas* para la Xbox 360 y la PS3."},"EN":{"title":"*Fallout 3* Launch (2008)","text":"Global debut of Bethesda's post-apocalyptic RPG for PS3, Xbox 360, and PC.","det":"*Fallout 3* was a critical success that brought Bethesda's open-world gameplay to a post-apocalyptic setting. It was a technical showcase and a *console-seller* for the Xbox 360 and PS3."}},{"date":"10/24","ES":{"title":"Lanzamiento de *Uncharted: Drake's Fortune* en Japón (2007)","text":"Debut de la primera aventura de Nathan Drake de Naughty Dog para PlayStation 3.","det":"Este fue el juego que lanzó la saga *Uncharted*, convirtiendo a Nathan Drake en un ícono de PlayStation. Su narrativa cinematográfica y sus gráficos de alta calidad demostraron el potencial de la PS3 de Sony."}},{"date":"10/25","ES":{"title":"Lanzamiento de *Doom* para Super Nintendo (SNES) en Norteamérica (1993)","text":"Debut del icónico *shooter* en primera persona de id Software en una consola de Nintendo.","det":"El port de *Doom* a la SNES fue un logro técnico impresionante, adaptando un juego intensivo de PC a la consola de 16 bits de Nintendo. Demostró la versatilidad de la consola en su competencia con la Mega Drive de Sega."},"EN":{"title":"*Doom* Launch for Super Nintendo (SNES) in North America (1993)","text":"Debut of id Software's iconic first-person *shooter* on a Nintendo console.","det":"The *Doom* port to the SNES was an impressive technical achievement, adapting an intensive PC game to Nintendo's 16-bit console. It demonstrated the console's versatility in its competition with the Sega Mega Drive."}},{"date":"10/26","ES":{"title":"Lanzamiento de *Red Dead Redemption 2* (2018)","text":"Debut global del épico juego de mundo abierto de Rockstar Games para PS4 y Xbox One.","det":"*RDR2* es aclamado por su vasto mundo, su atención al detalle y su narrativa profunda. Fue un éxito crítico y comercial masivo, llevando a la PS4 y Xbox One a sus límites gráficos."},"EN":{"title":"*Red Dead Redemption 2* Launch (2018)","text":"Global debut of Rockstar Games' epic open-world game for PS4 and Xbox One.","det":"*RDR2* is acclaimed for its vast world, attention to detail, and deep narrative. It was a massive critical and commercial success, pushing the PS4 and Xbox One to their graphical limits."}},{"date":"10/27","ES":{"title":"Lanzamiento de *Assassin's Creed IV: Black Flag* (2013)","text":"Debut global del juego de acción-aventura de Ubisoft centrado en la piratería para PS3 y Xbox 360.","det":"*Black Flag* fue un éxito crítico que revigorizó la saga con su innovadora jugabilidad de combate naval y su vasto mundo abierto caribeño. Fue un título de lanzamiento clave para la transición a la PS4/Xbox One."},"EN":{"title":"*Assassin's Creed IV: Black Flag* Launch (2013)","text":"Global debut of Ubisoft's action-adventure game focused on piracy for PS3 and Xbox 360.","det":"*Black Flag* was a critical success that reinvigorated the saga with its innovative naval combat gameplay and vast Caribbean open world. It was a key launch title for the transition to the PS4/Xbox One."}},{"date":"10/28","ES":{"title":"Lanzamiento de *Super Mario All-Stars* en Japón (1993)","text":"Debut de la compilación que rehizo los juegos originales de Mario de la NES con gráficos de Super Nintendo (SNES).","det":"Este cartucho de Nintendo para SNES fue esencial, llevando los primeros juegos de *Mario* (incluyendo el *Super Mario Bros. 2* japonés) a una audiencia más amplia con gráficos y sonidos mejorados, demostrando el poder de la SNES."},"EN":{"title":"*Super Mario All-Stars* Launch in Japan (1993)","text":"Debut of the compilation that remade the original Mario games from the NES with Super Nintendo (SNES) graphics.","det":"This Nintendo cartridge for SNES was essential, bringing the early *Mario* games (including the Japanese *Super Mario Bros. 2*) to a wider audience with improved graphics and sounds, demonstrating the power of the SNES."}},{"date":"10/29","ES":{"title":"Lanzamiento de la Mega Drive (Sega Genesis) en Japón (1988)","text":"Debut de la consola de 16 bits de SEGA que iniciaría la 'Guerra de Consolas' con Nintendo.","det":"La Mega Drive fue la consola más potente de su época. Su lanzamiento sentó las bases para la icónica rivalidad con la Super Nintendo (SNES) de Nintendo y la creación de la mascota Sonic the Hedgehog."},"EN":{"title":"Mega Drive (Sega Genesis) Launch in Japan (1988)","text":"Debut of SEGA's 16-bit console that would start the 'Console War' with Nintendo.","det":"The Mega Drive was the most powerful console of its time. Its launch laid the foundation for the iconic rivalry with Nintendo's Super Nintendo (SNES) and the creation of the mascot Sonic the Hedgehog."}},{"date":"10/30","ES":{"title":"Lanzamiento de Xbox 360 en Japón (2005)","text":"Debut de la consola de séptima generación de Microsoft en el mercado japonés.","det":"Aunque la Xbox 360 tuvo dificultades en Japón, su lanzamiento demostró la seriedad de Microsoft como competidor global de Sony (PlayStation) y Nintendo. Fue la primera consola *next-gen* en el mercado, adelantándose a la PS3 y la Wii."},"EN":{"title":"Xbox 360 Launch in Japan (2005)","text":"Debut of Microsoft's seventh-generation console in the Japanese market.","det":"Although the Xbox 360 struggled in Japan, its launch demonstrated Microsoft's seriousness as a global competitor to Sony (PlayStation) and Nintendo. It was the first *next-gen* console on the market, preceding the PS3 and Wii."}},{"date":"10/31","ES":{"title":"Lanzamiento de *Luigi's Mansion 3* (2019)","text":"Debut global de la aventura temática de Halloween de Luigi para Nintendo Switch.","det":"Este juego de Nintendo Switch fue lanzado intencionalmente en Halloween. Su jugabilidad de exploración en mansiones embrujadas y su enfoque en el personaje de Luigi lo convirtieron en un favorito temático y un exclusivo importante para la Switch."},"EN":{"title":"*Luigi's Mansion 3* Launch (2019)","text":"Global debut of Luigi's Halloween-themed adventure for Nintendo Switch.","det":"This Nintendo Switch game was intentionally released on Halloween. Its haunted mansion exploration gameplay and focus on the Luigi character made it a thematic favorite and an important exclusive for the Switch."}},{"date":"11/01","ES":{"title":"Lanzamiento de *Max Payne* en PlayStation 2 (2001)","text":"Debut en consolas del *shooter* de acción lenta (*Bullet Time*) de Remedy Entertainment.","det":"El port para PS2 trajo el icónico efecto *Bullet Time* a las consolas, demostrando que los *shooters* en tercera persona podían innovar más allá del PC. Fue un éxito crítico en la consola de Sony."},"EN":{"title":"*Max Payne* Launch on PlayStation 2 (2001)","text":"Console debut of Remedy Entertainment's slow-motion action *shooter* (*Bullet Time*).","det":"The PS2 port brought the iconic *Bullet Time* effect to consoles, proving that third-person shooters could innovate beyond the PC. It was a critical success on the Sony console."}},{"date":"11/02","ES":{"title":"Lanzamiento de *Grand Theft Auto: The Trilogy* en PlayStation Portable (PSP) (2005)","text":"Debut de la compilación de la saga de mundo abierto en la portátil de Sony.","det":"Este lanzamiento de Rockstar para la PSP fue crucial. Demostró la capacidad de la portátil de Sony para manejar juegos de mundo abierto a escala completa, rivalizando con la potencia de la Nintendo DS."},"EN":{"title":"*Grand Theft Auto: The Trilogy* Launch on PlayStation Portable (PSP) (2005)","text":"Debut of the open-world saga compilation on the Sony handheld.","det":"This Rockstar launch for the PSP was crucial. It demonstrated the Sony handheld's ability to handle full-scale open-world games, rivaling the power of the Nintendo DS."}},{"date":"11/03","ES":{"title":"Lanzamiento de *Warcraft: Orcs & Humans* (1994, PC)","text":"Debut del primer juego de estrategia en tiempo real de Blizzard Entertainment, origen de la saga.","det":"*Warcraft* sentó las bases para el dominio de Blizzard en el género RTS. El éxito de este juego para PC condujo a la creación de *World of Warcraft*, uno de los MMORPGs más grandes en PC y un hito de la cultura geek."},"EN":{"title":"*Warcraft: Orcs & Humans* Launch (1994, PC)","text":"Debut of Blizzard Entertainment's first real-time strategy game, the origin of the saga.","det":"*Warcraft* laid the groundwork for Blizzard's dominance in the RTS genre. The success of this PC game led to the creation of *World of Warcraft*, one of the biggest MMORPGs on PC and a geek culture milestone."}},{"date":"11/04","ES":{"title":"Lanzamiento de *Call of Duty: Modern Warfare 2* (2009)","text":"Debut global de la sexta entrega de la saga *shooter* para PS3 y Xbox 360.","det":"*MW2* fue uno de los juegos más vendidos de la séptima generación, famoso por perfeccionar el multijugador online. Su éxito cimentó el dominio de *Call of Duty* en ambas consolas, PlayStation y Xbox."},"EN":{"title":"*Call of Duty: Modern Warfare 2* Launch (2009)","text":"Global debut of the sixth installment of the *shooter* saga for PS3 and Xbox 360.","det":"*MW2* was one of the best-selling games of the seventh generation, famous for perfecting online multiplayer. Its success cemented *Call of Duty*'s dominance on both consoles, PlayStation and Xbox."}},{"date":"11/05","ES":{"title":"Lanzamiento de *Super Mario Bros. 3* en Norteamérica (1990)","text":"Debut del aclamado plataformas de Nintendo para Nintendo Entertainment System (NES).","det":"*Super Mario Bros. 3* llevó la jugabilidad de la NES a su límite técnico. Sus innovadores *power-ups* (como el traje de mapache) y su diseño de niveles lo consolidaron como uno de los mejores juegos de Nintendo de todos los tiempos."},"EN":{"title":"*Super Mario Bros. 3* Launch in North America (1990)","text":"Debut of Nintendo's acclaimed platformer for Nintendo Entertainment System (NES).","det":"*Super Mario Bros. 3* pushed the NES's gameplay to its technical limit. Its innovative *power-ups* (like the Raccoon Suit) and level design cemented it as one of the best Nintendo games of all time."}},{"date":"11/06","ES":{"title":"Lanzamiento de *Mass Effect 2* en Europa (2010)","text":"Debut en Europa de la segunda entrega de la saga RPG espacial de BioWare para Xbox 360 y PC.","det":"Considerado una obra maestra del RPG, *Mass Effect 2* (originalmente exclusivo de Xbox) perfeccionó el combate y la narrativa. Fue un título clave que impulsó las ventas de la Xbox 360 de Microsoft."},"EN":{"title":"*Mass Effect 2* Launch in Europe (2010)","text":"European debut of BioWare's second installment of the space RPG saga for Xbox 360 and PC.","det":"Considered an RPG masterpiece, *Mass Effect 2* (originally an Xbox exclusive) perfected the combat and narrative. It was a key title that boosted sales of Microsoft's Xbox 360."}},{"date":"11/07","ES":{"title":"Lanzamiento de *Halo 4* (2012)","text":"Debut de la primera entrega de la saga *Halo* desarrollada por 343 Industries para Xbox 360.","det":"*Halo 4* marcó el inicio de una nueva trilogía tras Bungie. Su campaña épica y su robusto multijugador lo convirtieron en un *vende-consolas* fundamental y un pilar continuo para la marca Xbox."},"EN":{"title":"*Halo 4* Launch (2012)","text":"Debut of the first *Halo* saga installment developed by 343 Industries for Xbox 360.","det":"*Halo 4* marked the start of a new trilogy after Bungie. Its epic campaign and robust multiplayer made it a fundamental *console-seller* and a continuous pillar for the Xbox brand."}},{"date":"11/08","ES":{"title":"Lanzamiento de *Uncharted 3: Drake's Deception* en Norteamérica (2011)","text":"Debut de la tercera aventura de Nathan Drake para PlayStation 3.","det":"*Uncharted 3* fue un *showcase* técnico de la PS3, destacando por sus set-pieces cinematográficas y su narrativa emocionante. Fue un éxito crítico y uno de los exclusivos más importantes de PlayStation Studios."},"EN":{"title":"*Uncharted 3: Drake's Deception* Launch in North America (2011)","text":"Debut of the third Nathan Drake adventure for PlayStation 3.","det":"*Uncharted 3* was a technical *showcase* for the PS3, notable for its cinematic set-pieces and exciting narrative. It was a critical success and one of PlayStation Studios' most important exclusives."}},{"date":"11/09","ES":{"title":"Lanzamiento de *Half-Life* (1998, PC)","text":"Debut del *shooter* en primera persona que redefinió la narración en videojuegos.","det":"*Half-Life* es aclamado por su narrativa inmersiva sin *cutscenes*. Su éxito en PC condujo a la creación de Steam y de una de las comunidades de *modding* más grandes, influyendo en *shooters* en consolas como Xbox y PlayStation."}},{"date":"11/10","ES":{"title":"Lanzamiento de Xbox Series X y Series S (2020)","text":"Debut global de la novena generación de consolas de Microsoft.","det":"El lanzamiento de Xbox Series X|S se centró en la retrocompatibilidad, la velocidad de carga (*Quick Resume*) y el valor de Xbox Game Pass. Posicionó a Microsoft como un líder en servicios de suscripción en la nueva generación."},"EN":{"title":"Xbox Series X and Series S Launch (2020)","text":"Global debut of Microsoft's ninth-generation consoles.","det":"The Xbox Series X|S launch focused on backward compatibility, loading speed (*Quick Resume*), and the value of Xbox Game Pass. It positioned Microsoft as a leader in subscription services in the new generation."}},{"date":"11/11","ES":{"title":"Lanzamiento de *The Elder Scrolls V: Skyrim* (2011)","text":"Debut global del épico RPG de mundo abierto de Bethesda para PS3, Xbox 360 y PC.","det":"Lanzado icónicamente el 11/11/11, *Skyrim* fue un fenómeno cultural. Su vasto mundo y su rejugabilidad lo convirtieron en un *vende-consolas* masivo, relanzado en prácticamente todas las consolas de Nintendo, PlayStation y Xbox."},"EN":{"title":"*The Elder Scrolls V: Skyrim* Launch (2011)","text":"Global debut of Bethesda's epic open-world RPG for PS3, Xbox 360, and PC.","det":"Iconically launched on 11/11/11, *Skyrim* was a cultural phenomenon. Its vast world and replayability made it a massive *console-seller*, re-released on practically every Nintendo, PlayStation, and Xbox console."}},{"date":"11/12","ES":{"title":"Lanzamiento de PlayStation 4 (PS4) en Norteamérica (2013)","text":"Debut de la consola de octava generación de Sony que dominó el mercado.","det":"La PS4 fue un éxito rotundo, superando a la Xbox One de Microsoft y a la Wii U de Nintendo. Su enfoque en los exclusivos, su *hardware* potente y el precio inicial la convirtieron en la consola líder de la generación."},"EN":{"title":"PlayStation 4 (PS4) Launch in North America (2013)","text":"Debut of Sony's eighth-generation console that dominated the market.","det":"The PS4 was a resounding success, surpassing Microsoft's Xbox One and Nintendo's Wii U. Its focus on exclusives, powerful *hardware*, and initial price made it the leading console of the generation."}},{"date":"11/13","ES":{"title":"Lanzamiento de *Red Dead Redemption* en Japón (2013)","text":"Debut del *western* de mundo abierto de Rockstar en el mercado japonés para PS3 y Xbox 360.","det":"*RDR* se convirtió en un clásico de culto por su narrativa madura y su vasto mundo. Su éxito en PS3 y Xbox 360 cimentó la habilidad de Rockstar para crear mundos abiertos inmersivos más allá de *GTA*."},"EN":{"title":"*Red Dead Redemption* Launch in Japan (2013)","text":"Debut of Rockstar's open-world *western* in the Japanese market for PS3 and Xbox 360.","det":"*RDR* became a cult classic for its mature narrative and vast world. Its success on PS3 and Xbox 360 cemented Rockstar's ability to create immersive open worlds beyond *GTA*."}},{"date":"11/14","ES":{"title":"Lanzamiento de *Call of Duty: Black Ops* (2010)","text":"Debut global de la séptima entrega de la saga *shooter* para PS3 y Xbox 360.","det":"*Black Ops* introdujo el sistema de 'Créditos CoD' y un multijugador altamente adictivo. Fue un éxito comercial masivo, fortaleciendo la marca *Call of Duty* en las consolas PlayStation y Xbox."},"EN":{"title":"*Call of Duty: Black Ops* Launch (2010)","text":"Global debut of the seventh installment of the *shooter* saga for PS3 and Xbox 360.","det":"*Black Ops* introduced the 'CoD Points' system and a highly addictive multiplayer. It was a massive commercial success, strengthening the *Call of Duty* brand on PlayStation and Xbox consoles."}},{"date":"11/15","ES":{"title":"Lanzamiento de Xbox (2001)","text":"Debut de la primera consola de Microsoft, que introdujo el servicio Xbox Live, en Norteamérica.","det":"La Xbox fue la primera gran rival de PlayStation y Nintendo en décadas. Su *hardware* potente y el pionero servicio de juego en línea (Xbox Live) la convirtieron en una consola clave, especialmente en el género *shooter* con *Halo*."},"EN":{"title":"Xbox Launch (2001)","text":"Debut of Microsoft's first console, which introduced the Xbox Live service, in North America.","det":"The Xbox was the first major rival to PlayStation and Nintendo in decades. Its powerful *hardware* and pioneering online gaming service (Xbox Live) made it a key console, especially in the *shooter* genre with *Halo*."}},{"date":"11/16","ES":{"title":"Lanzamiento de *Pokémon Sun and Moon* en Norteamérica (2016)","text":"Debut de la séptima generación de Pokémon para Nintendo 3DS.","det":"Estos títulos de Nintendo 3DS se destacaron por cambiar la fórmula de los 'Gimnasios' por 'Pruebas' y por su ambientación tropical. Fueron un éxito masivo que impulsó las ventas de la 3DS en sus últimos años."},"EN":{"title":"*Pokémon Sun and Moon* Launch in North America (2016)","text":"Debut of the seventh generation of Pokémon for Nintendo 3DS.","det":"These Nintendo 3DS titles stood out for changing the 'Gyms' formula to 'Trials' and for their tropical setting. They were a massive success that boosted 3DS sales in its later years."}},{"date":"11/17","ES":{"title":"Lanzamiento de PlayStation 3 (PS3) en Norteamérica (2006)","text":"Debut de la consola de séptima generación de Sony.","det":"La PS3 fue un lanzamiento crucial, presentando gráficos de alta definición, el reproductor Blu-ray y la red PlayStation Network. Su potencia y su ambición la posicionaron como la gran rival de la Xbox 360 de Microsoft."},"EN":{"title":"PlayStation 3 (PS3) Launch in North America (2006)","text":"Debut of Sony's seventh-generation console.","det":"The PS3 was a crucial launch, introducing high-definition graphics, the Blu-ray player, and the PlayStation Network. Its power and ambition positioned it as the great rival to Microsoft's Xbox 360."}},{"date":"11/18","ES":{"title":"Lanzamiento de Nintendo Wii U (2012)","text":"Debut de la consola de octava generación de Nintendo, con su innovador GamePad.","det":"La Wii U fue la primera consola de octava generación en lanzarse. Su GamePad con pantalla táctil fue una innovación clave, aunque su éxito comercial fue limitado, sirviendo como base conceptual para la posterior Nintendo Switch."},"EN":{"title":"Nintendo Wii U Launch (2012)","text":"Debut of Nintendo's eighth-generation console, with its innovative GamePad.","det":"The Wii U was the first eighth-generation console to launch. Its touchscreen GamePad was a key innovation, although its commercial success was limited, serving as a conceptual foundation for the later Nintendo Switch."}},{"date":"11/19","ES":{"title":"Lanzamiento de Nintendo Wii (2006)","text":"Debut de la consola de séptima generación de Nintendo, con controles por movimiento.","det":"La Wii fue un fenómeno cultural masivo. Sus controles basados en movimiento ampliaron el mercado de los videojuegos a audiencias casuales, superando en ventas a la PS3 y la Xbox 360, y demostrando la capacidad de Nintendo para innovar en el *hardware*."},"EN":{"title":"Nintendo Wii Launch (2006)","text":"Debut of Nintendo's seventh-generation console, with motion controls.","det":"The Wii was a massive cultural phenomenon. Its motion-based controls expanded the video game market to casual audiences, outselling the PS3 and Xbox 360, and demonstrating Nintendo's ability to innovate *hardware*."}},{"date":"11/20","ES":{"title":"Lanzamiento de *The Legend of Zelda: Ocarina of Time* en Norteamérica (1998)","text":"Debut del clásico de acción-aventura 3D para Nintendo 64.","det":"Considerado uno de los mejores juegos de la historia, *Ocarina of Time* definió los juegos de aventura 3D. Introdujo mecánicas clave como el sistema de *targeting* (*Z-Targeting*) y la jugabilidad basada en la ocarina, cimentando el éxito de la N64."},"EN":{"title":"*The Legend of Zelda: Ocarina of Time* Launch in North America (1998)","text":"Debut of the 3D action-adventure classic for Nintendo 64.","det":"Considered one of the best games in history, *Ocarina of Time* defined 3D adventure games. It introduced key mechanics like the *targeting* system (*Z-Targeting*) and ocarina-based gameplay, cementing the N64's success."}},{"date":"11/21","ES":{"title":"Lanzamiento de Nintendo GameCube en Norteamérica (2001)","text":"Debut de la consola de sexta generación de Nintendo, rivalizando con PS2 y Xbox.","det":"La GameCube de Nintendo era conocida por su potencia y sus controladores únicos. Aunque fue la menos vendida de su generación, es recordada por joyas exclusivas como *Super Smash Bros. Melee* y *Metroid Prime*."},"EN":{"title":"Nintendo GameCube Launch in North America (2001)","text":"Debut of Nintendo's sixth-generation console, rivaling PS2 and Xbox.","det":"The Nintendo GameCube was known for its power and unique controllers. Although it was the least sold of its generation, it is remembered for exclusive gems like *Super Smash Bros. Melee* and *Metroid Prime*."}},{"date":"11/22","ES":{"title":"Lanzamiento de Xbox One (2013)","text":"Debut global de la consola de octava generación de Microsoft.","det":"La Xbox One se lanzó con un enfoque en el entretenimiento multimedia, aunque más tarde pivotó hacia los juegos y el servicio Xbox Game Pass. Fue la rival directa de la PlayStation 4 de Sony."},"EN":{"title":"Xbox One Launch (2013)","text":"Global debut of Microsoft's eighth-generation console.","det":"The Xbox One launched with a focus on multimedia entertainment, although it later pivoted toward games and the Xbox Game Pass service. It was the direct rival to Sony's PlayStation 4."}},{"date":"11/23","ES":{"title":"Lanzamiento de *Super Smash Bros. Melee* en Norteamérica (2001)","text":"Debut del aclamado juego de lucha *crossover* para Nintendo GameCube.","det":"*Melee* es un pilar de los eSports y el juego competitivo. Su velocidad y profundidad técnica lo hicieron un favorito de culto que impulsó las ventas de la GameCube de Nintendo durante toda su vida útil."},"EN":{"title":"*Super Smash Bros. Melee* Launch in North America (2001)","text":"Debut of the acclaimed *crossover* fighting game for Nintendo GameCube.","det":"*Melee* is a pillar of eSports and competitive play. Its speed and technical depth made it a cult favorite that boosted Nintendo GameCube sales throughout its lifespan."}},{"date":"11/24","ES":{"title":"Lanzamiento de *The Legend of Zelda: Skyward Sword* en Norteamérica (2011)","text":"Debut de la aventura de Zelda con control por movimiento para Nintendo Wii.","det":"*Skyward Sword* fue la última gran aventura de Zelda en la Wii. Su uso intensivo de los controles Wii MotionPlus demostró la capacidad de Nintendo para crear experiencias inmersivas con el *hardware* de la consola."},"EN":{"title":"*The Legend of Zelda: Skyward Sword* Launch in North America (2011)","text":"Debut of the Zelda adventure with motion control for Nintendo Wii.","det":"*Skyward Sword* was the last major Zelda adventure on the Wii. Its intensive use of Wii MotionPlus controls demonstrated Nintendo's ability to create immersive experiences with the console's *hardware*."}},{"date":"11/25","ES":{"title":"Lanzamiento de *Pac-Man* en Norteamérica (1980)","text":"Debut del icónico juego de arcade de Bandai Namco en el mercado occidental.","det":"*Pac-Man* se convirtió en un fenómeno cultural masivo, popularizando a los videojuegos fuera de los círculos *geek* tradicionales. Su éxito sentó las bases para el *boom* de las consolas domésticas de Atari y NES."},"EN":{"title":"*Pac-Man* Launch in North America (1980)","text":"Debut of Bandai Namco's iconic arcade game in the Western market.","det":"*Pac-Man* became a massive cultural phenomenon, popularizing video games outside traditional *geek* circles. Its success laid the foundation for the Atari and NES home console *boom*."}},{"date":"11/26","ES":{"title":"Lanzamiento de *Sonic Adventure 2: Battle* en Europa (2001)","text":"Debut de la versión mejorada del juego de Sonic 3D para Nintendo GameCube.","det":"Originalmente un exclusivo de SEGA Dreamcast, este port a la GameCube fue crucial, llevando a Sonic a una consola de Nintendo por primera vez y convirtiéndose en un título multiplataforma."},"EN":{"title":"*Sonic Adventure 2: Battle* Launch in Europe (2001)","text":"Debut of the enhanced version of the 3D Sonic game for Nintendo GameCube.","det":"Originally a SEGA Dreamcast exclusive, this GameCube port was crucial, bringing Sonic to a Nintendo console for the first time and becoming a multi-platform title."}},{"date":"11/27","ES":{"title":"Lanzamiento de *The Legend of Zelda: A Link Between Worlds* en Norteamérica (2013)","text":"Debut de la secuela del clásico de SNES para Nintendo 3DS.","det":"Este título de Nintendo 3DS fue aclamado por su innovadora mecánica 2D/3D (convertirse en un dibujo en la pared). Demostró el continuo valor de los exclusivos de Nintendo en la era de la 3DS."},"EN":{"title":"*The Legend of Zelda: A Link Between Worlds* Launch in North America (2013)","text":"Debut of the sequel to the SNES classic for Nintendo 3DS.","det":"This Nintendo 3DS title was acclaimed for its innovative 2D/3D mechanic (turning into a drawing on the wall). It demonstrated the continued value of Nintendo's exclusives in the 3DS era."}},{"date":"11/28","ES":{"title":"Lanzamiento de *Super Mario Galaxy 2* en Europa (2010)","text":"Debut de la aclamada secuela de plataformas 3D para Nintendo Wii.","det":"Considerado el pináculo de las plataformas 3D en la Wii, *Super Mario Galaxy 2* fue el primer juego de Mario sin el subtítulo 'Super' desde *Super Mario World*. Consolidó a la Wii como una consola de grandes plataformas."},"EN":{"title":"*Super Mario Galaxy 2* Launch in Europe (2010)","text":"Debut of the acclaimed 3D platform sequel for Nintendo Wii.","det":"Considered the pinnacle of 3D platforming on the Wii, *Super Mario Galaxy 2* was the first Mario game without the 'Super' subtitle since *Super Mario World*. It consolidated the Wii as a console of great platformers."}},{"date":"11/29","ES":{"title":"Lanzamiento de *Grand Theft Auto III* en Europa (2001)","text":"Debut del juego que llevó la saga de mundo abierto a las 3D para PlayStation 2.","det":"*GTA III* para PS2 fue un punto de inflexión, creando el género de mundo abierto 3D moderno. Su éxito fue crucial para el dominio de la PlayStation 2 en la sexta generación de consolas, superando a Xbox y GameCube."},"EN":{"title":"*Grand Theft Auto III* Launch in Europe (2001)","text":"Debut of the game that brought the open-world saga into 3D for PlayStation 2.","det":"*GTA III* for PS2 was a turning point, creating the modern 3D open-world genre. Its success was crucial for the PlayStation 2's dominance in the sixth console generation, surpassing Xbox and GameCube."}},{"date":"11/30","ES":{"title":"Lanzamiento de Sega Saturn en Japón (1994)","text":"Debut de la consola de 32 bits de SEGA, rival inicial de la PlayStation 1.","det":"La Sega Saturn fue la respuesta de SEGA a la inminente PlayStation de Sony. Aunque tenía un *hardware* complejo, es recordada por sus puertos de arcade perfectos y sus aclamados JRPGs, siendo un pilar para los *hardcore gamers* de la época."},"EN":{"title":"Sega Saturn Launch in Japan (1994)","text":"Debut of SEGA's 32-bit console, initial rival to the PlayStation 1.","det":"The Sega Saturn was SEGA's answer to the impending Sony PlayStation. Although it had complex *hardware*, it is remembered for its perfect arcade ports and acclaimed JRPGs, being a pillar for *hardcore gamers* of the time."}},{"date":"12/01","ES":{"title":"Lanzamiento de *Star Ocean: The Second Story* en Japón (1998)","text":"Debut del aclamado RPG de acción y ciencia ficción de Square Enix para PlayStation.","det":"Este título de PS1 fue uno de los RPGs más ambiciosos de la consola de Sony, conocido por su sistema de desarrollo de personajes y su jugabilidad de acción en tiempo real, consolidando el género JRPG en PlayStation."},"EN":{"title":"*Star Ocean: The Second Story* Launch in Japan (1998)","text":"Debut of Square Enix's acclaimed action/sci-fi RPG for PlayStation.","det":"This PS1 title was one of the most ambitious RPGs on the Sony console, known for its character development system and real-time action gameplay, consolidating the JRPG genre on PlayStation."}},{"date":"12/02","ES":{"title":"Lanzamiento de PlayStation 2 (PS2) en Europa (2000)","text":"Debut de la consola más vendida de la historia de Sony en el mercado europeo.","det":"La PS2 fue un fenómeno cultural global. Su lanzamiento tardío en Europa fue masivo, con *hardware* innovador (DVD) y juegos como *Tekken Tag Tournament*, asegurando el dominio de Sony en la sexta generación de consolas."},"EN":{"title":"PlayStation 2 (PS2) Launch in Europe (2000)","text":"Debut of Sony's best-selling console in history in the European market.","det":"The PS2 was a global cultural phenomenon. Its late European launch was massive, featuring innovative *hardware* (DVD) and games like *Tekken Tag Tournament*, securing Sony's dominance in the sixth console generation."}},{"date":"12/03","ES":{"title":"Lanzamiento de la PlayStation 1 (PS1) en Japón (1994)","text":"Debut oficial de la consola de Sony que cambió la industria del videojuego doméstico.","det":"El lanzamiento japonés de la PS1 fue el nacimiento de la marca PlayStation. Su enfoque en el CD-ROM, el 3D y el *marketing* agresivo la posicionaron inmediatamente como el principal competidor de Nintendo y Sega."},"EN":{"title":"PlayStation 1 (PS1) Launch in Japan (1994)","text":"Official debut of the Sony console that changed the home video game industry.","det":"The Japanese launch of the PS1 was the birth of the PlayStation brand. Its focus on CD-ROM, 3D, and aggressive *marketing* immediately positioned it as the main competitor to Nintendo and Sega."}},{"date":"12/04","ES":{"title":"Lanzamiento de *Super Smash Bros. Ultimate* (2018)","text":"Debut global del juego de lucha *crossover* para Nintendo Switch, con el mayor número de personajes.","det":"*Ultimate* fue un evento para la Nintendo Switch, reuniendo a todos los personajes jugables de la saga. Es aclamado como el pináculo del juego competitivo y del multijugador en la consola de Nintendo."},"EN":{"title":"*Super Smash Bros. Ultimate* Launch (2018)","text":"Global debut of the *crossover* fighting game for Nintendo Switch, featuring the largest roster of characters.","det":"*Ultimate* was an event for the Nintendo Switch, bringing together every playable character in the saga. It is acclaimed as the pinnacle of competitive and multiplayer gaming on the Nintendo console."}},{"date":"12/05","ES":{"title":"Lanzamiento de *Mario Kart 64* en Japón (1996)","text":"Debut del juego de carreras 3D de Mario para Nintendo 64.","det":"*Mario Kart 64* de Nintendo fue el primer juego de carreras de karts en 3D. Su modo multijugador local de 4 jugadores (*Battle Mode*) lo convirtió en un clásico y un *vende-consolas* clave para la N64."},"EN":{"title":"*Mario Kart 64* Launch in Japan (1996)","text":"Debut of the 3D Mario racing game for Nintendo 64.","det":"Nintendo's *Mario Kart 64* was the first 3D kart racing game. Its 4-player local multiplayer mode (*Battle Mode*) made it a classic and a key *console-seller* for the N64."}},{"date":"12/06","ES":{"title":"Lanzamiento de *Halo: Reach* en Japón (2012)","text":"Debut de la aclamada precuela de *Halo* en el mercado japonés para Xbox 360.","det":"Aunque la Xbox 360 tuvo dificultades en Japón, *Reach* fue un *showcase* técnico de Bungie, demostrando que el género *shooter* en primera persona podía tener éxito en consolas."},"EN":{"title":"*Halo: Reach* Launch in Japan (2012)","text":"Debut of the acclaimed *Halo* prequel in the Japanese market for Xbox 360.","det":"Although the Xbox 360 struggled in Japan, *Reach* was a technical *showcase* by Bungie, demonstrating that the first-person *shooter* genre could succeed on consoles."}},{"date":"12/07","ES":{"title":"Lanzamiento de *Super Mario World* en Europa (1992)","text":"Debut del juego de plataformas 2D que acompañó a la Super Nintendo (SNES).","det":"*Super Mario World* de Nintendo fue el juego de lanzamiento de la SNES en muchos mercados. Introdujo a Yoshi y sentó un nuevo estándar para el diseño de juegos de plataformas de 16 bits, crucial en la rivalidad con la Sega Genesis."},"EN":{"title":"*Super Mario World* Launch in Europe (1992)","text":"Debut of the 2D platformer that accompanied the Super Nintendo (SNES).","det":"Nintendo's *Super Mario World* was the launch title for the SNES in many markets. It introduced Yoshi and set a new standard for 16-bit platform game design, crucial in the rivalry with the Sega Genesis."}},{"date":"12/08","ES":{"title":"Lanzamiento de *Metal Gear Solid* en Europa (1998)","text":"Debut en Europa del juego de sigilo de Hideo Kojima para PlayStation 1.","det":"*MGS* para PS1 fue un logro técnico y narrativo, popularizando el género de sigilo. Su enfoque cinematográfico y su narrativa compleja lo convirtieron en un *must-have* de la PlayStation, reforzando la marca de Sony."},"EN":{"title":"*Metal Gear Solid* Launch in Europe (1998)","text":"European debut of Hideo Kojima's stealth game for PlayStation 1.","det":"*MGS* for PS1 was a technical and narrative achievement, popularizing the stealth genre. Its cinematic approach and complex narrative made it a PlayStation *must-have*, reinforcing the Sony brand."}},{"date":"12/09","ES":{"title":"Lanzamiento de *Super Mario Land* en Japón (1989)","text":"Debut del juego de plataformas que acompañó a la Game Boy de Nintendo.","det":"*Super Mario Land* fue el primer juego de Mario para la Game Boy. Su éxito fue vital para el dominio de Nintendo en el mercado de consolas portátiles, demostrando que Mario podía triunfar fuera de la NES."},"EN":{"title":"*Super Mario Land* Launch in Japan (1989)","text":"Debut of the platform game that accompanied the Nintendo Game Boy.","det":"*Super Mario Land* was the first Mario game for the Game Boy. Its success was vital for Nintendo's dominance in the handheld console market, proving that Mario could succeed outside the NES."}},{"date":"12/10","ES":{"title":"Lanzamiento de *Grand Theft Auto: San Andreas* en Europa (2004)","text":"Debut del juego de mundo abierto más grande de Rockstar para PlayStation 2 en el mercado europeo.","det":"La escala y el detalle de *San Andreas* para la PS2 lo convirtieron en el juego más vendido de la consola en Europa y en un pilar cultural, demostrando la capacidad de la PS2 como plataforma de mundo abierto."},"EN":{"title":"*Grand Theft Auto: San Andreas* Launch in Europe (2004)","text":"Debut of Rockstar's biggest open-world game for PlayStation 2 in the European market.","det":"The scale and detail of *San Andreas* for the PS2 made it the best-selling game on the console in Europe and a cultural pillar, demonstrating the PS2's capability as an open-world platform."}},{"date":"12/11","ES":{"title":"Lanzamiento de *Mega Man 3* en Norteamérica (1990)","text":"Debut del tercer juego de plataformas y acción de Capcom para Nintendo Entertainment System (NES).","det":"*Mega Man 3* se basó en el éxito de *Mega Man 2*, introduciendo al personaje de Proto Man. Es aclamado como uno de los mejores juegos de la saga y un gran exponente del *hardware* de la NES de Nintendo."},"EN":{"title":"*Mega Man 3* Launch in North America (1990)","text":"Debut of Capcom's third action-platformer for Nintendo Entertainment System (NES).","det":"*Mega Man 3* built upon the success of *Mega Man 2*, introducing the character of Proto Man. It is acclaimed as one of the best games in the saga and a great exponent of Nintendo's NES *hardware*."}},{"date":"12/12","ES":{"title":"Lanzamiento de *Final Fantasy X* en Norteamérica (2001)","text":"Debut de la décima entrega de la saga RPG de Square Enix para PlayStation 2.","det":"*FFX* fue un logro técnico para la PS2, siendo el primer *Final Fantasy* en utilizar voz completa y gráficos 3D impresionantes. Su éxito consolidó la posición de la PS2 como la consola dominante del JRPG."},"EN":{"title":"*Final Fantasy X* Launch in North America (2001)","text":"Debut of the tenth installment of the Square Enix RPG saga for PlayStation 2.","det":"*FFX* was a technical achievement for the PS2, being the first *Final Fantasy* to use full voice acting and stunning 3D graphics. Its success cemented the PS2's position as the dominant JRPG console."}},{"date":"12/13","ES":{"title":"Lanzamiento de *Doom* en Japón (1993, PC)","text":"Debut del *shooter* en primera persona que popularizó el género en el mercado japonés.","det":"*Doom* es uno de los juegos más influyentes de la historia. Aunque se lanzó en PC, sus posteriores ports a consolas (como SNES, PlayStation y Xbox) lo convirtieron en una franquicia multiplataforma esencial."}},{"date":"12/14","ES":{"title":"Lanzamiento de Nintendo DS en Japón (2004)","text":"Debut de la consola portátil de doble pantalla que redefinió el mercado.","det":"La Nintendo DS fue un experimento audaz, con doble pantalla y táctil. Su éxito masivo y sus juegos innovadores (como *Nintendogs* y *Brain Age*) la convirtieron en la portátil más vendida de Nintendo hasta la fecha, superando a la PSP de Sony."},"EN":{"title":"Nintendo DS Launch in Japan (2004)","text":"Debut of the dual-screen handheld console that redefined the market.","det":"The Nintendo DS was a bold experiment, featuring dual and touch screens. Its massive success and innovative games (like *Nintendogs* and *Brain Age*) made it Nintendo's best-selling handheld to date, surpassing Sony's PSP."}},{"date":"12/15","ES":{"title":"Lanzamiento de *Super Mario 64* en Europa (1997)","text":"Debut en Europa del juego que definió las plataformas 3D para Nintendo 64.","det":"*Super Mario 64* revolucionó la industria al establecer el lenguaje de diseño para todos los juegos 3D. Su lanzamiento tardío en Europa fue un gran impulso para la N64 de Nintendo en el Viejo Continente."},"EN":{"title":"*Super Mario 64* Launch in Europe (1997)","text":"European debut of the game that defined 3D platforming for Nintendo 64.","det":"*Super Mario 64* revolutionized the industry by establishing the design language for all 3D games. Its late European launch was a major boost for the Nintendo N64 in the Old Continent."}},{"date":"12/16","ES":{"title":"Lanzamiento de *Final Fantasy Tactics* en Japón (1997)","text":"Debut del aclamado RPG táctico de Square Enix para PlayStation.","det":"*FF Tactics* para PS1 es considerado una obra maestra del género RPG táctico. Su profunda jugabilidad y compleja narrativa demostraron la versatilidad de la PlayStation 1 para albergar juegos de nicho de alta calidad."},"EN":{"title":"*Final Fantasy Tactics* Launch in Japan (1997)","text":"Debut of Square Enix's acclaimed tactical RPG for PlayStation.","det":"*FF Tactics* for PS1 is considered a masterpiece of the tactical RPG genre. Its deep gameplay and complex narrative demonstrated the PlayStation 1's versatility in hosting high-quality niche games."}},{"date":"12/17","ES":{"title":"Lanzamiento de PlayStation Portable (PSP) en Japón (2004)","text":"Debut de la primera consola portátil de Sony, compitiendo con la Nintendo DS.","det":"La PSP fue la primera consola portátil en ofrecer gráficos cercanos a la PS2 y multimedia (películas UMD). Su lanzamiento fue una declaración de intenciones de Sony para desafiar el dominio de Nintendo en el mercado portátil."},"EN":{"title":"PlayStation Portable (PSP) Launch in Japan (2004)","text":"Debut of Sony's first handheld console, competing with the Nintendo DS.","det":"The PSP was the first handheld console to offer graphics close to the PS2 and multimedia (UMD movies). Its launch was a statement of intent by Sony to challenge Nintendo's dominance in the handheld market."}},{"date":"12/18","ES":{"title":"Lanzamiento de *Mario Kart DS* en Japón (2005)","text":"Debut del juego de carreras para Nintendo DS, introduciendo el juego en línea.","det":"*Mario Kart DS* de Nintendo fue el primer juego de la saga en incorporar juego en línea (Wi-Fi Connection). Fue un éxito masivo que impulsó la popularidad de la Nintendo DS como una consola social."},"EN":{"title":"*Mario Kart DS* Launch in Japan (2005)","text":"Debut of the racing game for Nintendo DS, introducing online play.","det":"*Mario Kart DS* by Nintendo was the first game in the saga to incorporate online play (Wi-Fi Connection). It was a massive success that boosted the popularity of the Nintendo DS as a social console."}},{"date":"12/19","ES":{"title":"Lanzamiento de *Castlevania: Symphony of the Night* en Japón (1997)","text":"Debut del aclamado juego de acción y plataformas de Konami para PlayStation.","det":"Considerado uno de los mejores juegos de la PS1, *Symphony of the Night* definió el género 'Metroidvania'. Su arte 2D y su jugabilidad RPG/exploración lo convirtieron en un clásico de culto de la PlayStation."}},{"date":"12/20","ES":{"title":"Lanzamiento de *Tekken 3* en Japón (1997)","text":"Debut del icónico juego de lucha de Namco para PlayStation 1.","det":"*Tekken 3* es aclamado como el mejor juego de lucha 3D de la PS1. Sus gráficos pulidos y su jugabilidad profunda lo convirtieron en un éxito masivo, consolidando el género de lucha en la consola de Sony."},"EN":{"title":"*Tekken 3* Launch in Japan (1997)","text":"Debut of Namco's iconic fighting game for PlayStation 1.","det":"*Tekken 3* is acclaimed as the best 3D fighting game on the PS1. Its polished graphics and deep gameplay made it a massive success, consolidating the fighting genre on the Sony console."}},{"date":"12/21","ES":{"title":"Lanzamiento de *Pokémon Mystery Dungeon: Red Rescue Team* en Japón (2005)","text":"Debut del *spin-off* RPG de mazmorras de Pokémon para Game Boy Advance.","det":"Este título para Game Boy Advance (lanzado simultáneamente con la versión de Nintendo DS) demostró la longevidad de la GBA y el enfoque de Nintendo en expandir sus franquicias en el género RPG."},"EN":{"title":"*Pokémon Mystery Dungeon: Red Rescue Team* Launch in Japan (2005)","text":"Debut of the Pokémon dungeon RPG *spin-off* for Game Boy Advance.","det":"This Game Boy Advance title (launched simultaneously with the Nintendo DS version) demonstrated the GBA's longevity and Nintendo's focus on expanding its franchises in the RPG genre."}},{"date":"12/22","ES":{"title":"Lanzamiento de *Final Fantasy III* en Japón (1990)","text":"Debut de la tercera entrega de la saga RPG de Square Enix para Famicom (NES).","det":"*FFIII* para la NES introdujo el aclamado sistema de 'Trabajos' (*Job System*), que se convirtió en un pilar de la saga. Fue uno de los juegos más técnicamente avanzados de la NES de Nintendo."},"EN":{"title":"*Final Fantasy III* Launch in Japan (1990)","text":"Debut of the third installment of the Square Enix RPG saga for Famicom (NES).","det":"*FFIII* for the NES introduced the acclaimed 'Job System', which became a pillar of the saga. It was one of the most technically advanced games on Nintendo's NES."}},{"date":"12/23","ES":{"title":"Lanzamiento de *Super Mario 64* en Japón (1996)","text":"Debut del juego que revolucionó las plataformas 3D y fue el título de lanzamiento de la Nintendo 64.","det":"*Super Mario 64* fue la obra maestra de Nintendo y el estándar para el diseño de juegos 3D. Su jugabilidad, cámara libre y el *hardware* de 64 bits de la N64 transformaron la industria para siempre."},"EN":{"title":"*Super Mario 64* Launch in Japan (1996)","text":"Debut of the game that revolutionized 3D platforming and was the Nintendo 64 launch title.","det":"*Super Mario 64* was Nintendo's masterpiece and the standard for 3D game design. Its gameplay, free camera, and the N64's 64-bit *hardware* transformed the industry forever."}},{"date":"12/24","ES":{"title":"Lanzamiento de *Final Fantasy* en Norteamérica (1987)","text":"Debut de la saga RPG que salvó a Square de la bancarrota para Nintendo Entertainment System (NES).","det":"Este título de NES fue el inicio de una de las sagas RPG más grandes. Su lanzamiento en Norteamérica fue clave para demostrar que el género RPG japonés podía tener éxito en la consola de Nintendo, más allá de *Dragon Quest*."},"EN":{"title":"*Final Fantasy* Launch in North America (1987)","text":"Debut of the RPG saga that saved Square from bankruptcy for Nintendo Entertainment System (NES).","det":"This NES title was the beginning of one of the biggest RPG sagas. Its North American launch was key to proving that the Japanese RPG genre could succeed on the Nintendo console, beyond *Dragon Quest*."}},{"date":"12/25","ES":{"title":"Lanzamiento de *Chrono Trigger* en Japón (1995)","text":"Debut del aclamado RPG de viaje en el tiempo de Square Enix para Super Nintendo (SNES).","det":"Considerado uno de los mejores RPGs de la SNES, *Chrono Trigger* de Square Enix destacó por sus múltiples finales, su jugabilidad fluida y la ausencia de batallas aleatorias. Es un clásico imprescindible de Nintendo."},"EN":{"title":"*Chrono Trigger* Launch in Japan (1995)","text":"Debut of Square Enix's acclaimed time-travel RPG for Super Nintendo (SNES).","det":"Considered one of the best RPGs on the SNES, Square Enix's *Chrono Trigger* stood out for its multiple endings, fluid gameplay, and the absence of random battles. It is an essential Nintendo classic."}},{"date":"12/26","ES":{"title":"Lanzamiento de *Donkey Kong Country* en Japón (1994)","text":"Debut del juego de plataformas que revolucionó los gráficos 2D para Super Nintendo (SNES).","det":"*DK Country* de Nintendo (desarrollado por Rare) utilizó tecnología de *renderizado* para crear gráficos 3D prerrenderizados. Fue un éxito masivo que impulsó las ventas de la SNES en la recta final de la 'Guerra de Consolas' contra Sega."},"EN":{"title":"*Donkey Kong Country* Launch in Japan (1994)","text":"Debut of the platform game that revolutionized 2D graphics for Super Nintendo (SNES).","det":"*DK Country* by Nintendo (developed by Rare) used *rendering* technology to create pre-rendered 3D graphics. It was a massive success that boosted SNES sales in the final stretch of the 'Console War' against Sega."}},{"date":"12/27","ES":{"title":"Lanzamiento de *Resident Evil 2* en Japón (1998)","text":"Debut de la secuela de *survival horror* de Capcom para PlayStation 1.","det":"*Resident Evil 2* fue un éxito crítico y comercial masivo en la PS1. Perfeccionó la fórmula de terror y acción, consolidando a la saga como una de las más importantes de la biblioteca de PlayStation."},"EN":{"title":"*Resident Evil 2* Launch in Japan (1998)","text":"Debut of Capcom's *survival horror* sequel for PlayStation 1.","det":"*Resident Evil 2* was a massive critical and commercial success on the PS1. It perfected the horror and action formula, consolidating the saga as one of the most important in the PlayStation library."}},{"date":"12/28","ES":{"title":"Lanzamiento de *Pokémon Mystery Dungeon: Explorers of Sky* en Japón (2009)","text":"Debut de la versión definitiva de la segunda generación de *Mystery Dungeon* para Nintendo DS.","det":"Este título de Nintendo DS es considerado el mejor de la sub-saga *Mystery Dungeon*. Su narrativa profunda y su contenido extra lo convirtieron en un clásico de culto de la portátil de doble pantalla."},"EN":{"title":"*Pokémon Mystery Dungeon: Explorers of Sky* Launch in Japan (2009)","text":"Debut of the definitive version of the second generation of *Mystery Dungeon* for Nintendo DS.","det":"This Nintendo DS title is considered the best in the *Mystery Dungeon* sub-saga. Its deep narrative and extra content made it a cult classic of the dual-screen handheld."}},{"date":"12/29","ES":{"title":"Lanzamiento de *Donkey Kong Country 2: Diddy's Kong Quest* en Japón (1995)","text":"Debut de la secuela del juego de plataformas de Rare para Super Nintendo (SNES).","det":"*DKC2* de Nintendo superó a su predecesor con un diseño de niveles más complejo y jugabilidad variada. Es aclamado como uno de los mejores juegos de plataformas de 16 bits de la SNES."},"EN":{"title":"*Donkey Kong Country 2: Diddy's Kong Quest* Launch in Japan (1995)","text":"Debut of the sequel to Rare's platformer for Super Nintendo (SNES).","det":"*DKC2* by Nintendo surpassed its predecessor with more complex level design and varied gameplay. It is acclaimed as one of the best 16-bit platform games on the SNES."}},{"date":"12/30","ES":{"title":"Lanzamiento de *Final Fantasy IV* en Japón (1991)","text":"Debut del primer juego de la saga para Super Famicom (SNES), introduciendo el sistema ATB.","det":"*FFIV* fue el primer *Final Fantasy* en 16 bits. Introdujo el icónico sistema de Batalla de Tiempo Activo (ATB), que revolucionó el combate por turnos y fue crucial para el dominio del género RPG en la SNES de Nintendo."},"EN":{"title":"*Final Fantasy IV* Launch in Japan (1991)","text":"Debut of the first game in the saga for Super Famicom (SNES), introducing the ATB system.","det":"*FFIV* was the first 16-bit *Final Fantasy*. It introduced the iconic Active Time Battle (ATB) system, which revolutionized turn-based combat and was crucial for the RPG genre's dominance on the Nintendo SNES."}},{"date":"12/31","ES":{"title":"Lanzamiento de *Pokémon Red and Blue* en Japón (1996)","text":"Debut de la franquicia Pokémon y la Game Boy Pocket de Nintendo.","det":"El lanzamiento de *Pokémon* en Japón fue un evento que desencadenó una de las franquicias de medios más grandes del mundo. Su éxito en la Game Boy fue fundamental para el dominio global de Nintendo en el mercado portátil y la cultura geek."},"EN":{"title":"*Pokémon Red and Blue* Launch in Japan (1996)","text":"Debut of the Pokémon franchise and the Nintendo Game Boy Pocket.","det":"The launch of *Pokémon* in Japan was an event that triggered one of the world's largest media franchises. Its success on the Game Boy was fundamental to Nintendo's global dominance in the handheld market and geek culture."}}]}